{
    "title": "Episode 10: Gustaf Alstromer, Y Combinator — MCJ ",
    "url": "http://mcj.vc/inevitable-podcast/gustaf-alstromer",
    "content": "Episode 10: Gustaf Alstromer, Y Combinator\nToday's guest is Gustaf Alstromer , Partner at Y Combinator and former Product Lead of Growth at AirBnB. Prior to AirBnB, he led Growth at Voxer and was the Co-Founder and CEO of Heysan (YC W07), which was acquired by Good Technology in 2009.\nIn October of 2018, YC published a Request for Startups that remove carbon dioxide from the atmosphere which YC President Sam Altman described as “the most elaborate RFS we have put out.”\nGustaf is one of the partners at YC that spends a portion of their time working with these companies that are focused on addressing climate change.\nEnjoy the show!\nYou can find me on Twitter @ jjacobs22 (me), @ mcjpod (podcast) or @ mcjcollective (company). You can reach us via email at info@mcjcollective.com, where we encourage you to share your feedback on episodes and suggestions for future topics or guests.\nIn this episode, we cover:\nGustaf’s background in consumer tech working at AirBnB and Voxer\nGustaf’s background in consumer tech working at AirBnB and Voxer\nWhere Gustaf spends most of his time at YC\nWhere Gustaf spends most of his time at YC\nThe background and reason for YC’s carbon removal focused Request for Startups (RFS)\nThe background and reason for YC’s carbon removal focused Request for Startups (RFS)\nWhy YC decided to focus specifically on carbon removal\nWhy YC decided to focus specifically on carbon removal\nGustaf’s view on the similarities and differences between “traditional” YC companies vs climate focused companies\nGustaf’s view on the similarities and differences between “traditional” YC companies vs climate focused companies\nA few of the climate focused companies YC has invested in\nA few of the climate focused companies YC has invested in\nWhat YC looks for in climate focused companies\nWhat YC looks for in climate focused companies\nEpisode Transcript Jason Jacobs:                Hello, everyone. This is Jason Jacobs and welcome to My Climate Journey. This show follows my journey to interview a wide range of guests to better understand and make sense of the formidable problem of climate change and try to figure out how people like you and I can help. Jason Jacobs:                Hello, everyone. Jason here. Today's guest is Gustaf Alstromer, a partner at Y Combinator who's involved with their carbon investing and also the former product lead of growth at Airbnb. In this episode we cover a number of topics, including what Y Combinator is up to with their carbon investing, Gustaf's role, some of the history that lead to them getting involved in this carbon investing, as well as an in depth look at some of the companies that they've backed so far and what they look for in climate focused startups. I left this conversation with a much better idea of how Y Combinator is thinking about these issues. And hopefully it'll be helpful to any aspiring entrepreneurs that are doing work in this area in terms of thinking through whether Y Combinator might be a fit. Without further ado, here's Gustaf. Gustaf, welcome to the show. Gustaf A.:                     Thank you so much, Jason. Jason Jacobs:                Well, I'm glad you're here. We had one meeting out in San Francisco, gosh, probably a few months ago now. But we've been emailing a bunch and you've pointed some deal flow my way and I feel like you're kind of a fellow traveler for me at this point in my climate journey. Gustaf A.:                     Yeah. I feel like I'm on a journey, too. It's been going on for a while, but there's so much new things to learn that I feel like you're constantly learning when you're in this space. Jason Jacobs:                So maybe that's where we should start. I'm super curious, I don't think I asked you this question when we met, either, that your background looks kind of like my background. You grew up in consumer internet and now you're doing climate stuff. So how did that come about for you? How did that come about for YC? How did you guys get here? Gustaf A.:                     Sure. I just want to ... I'm not doing 100% climate or [inaudible 00:02:09]. That's not really what I'm working on at YC. But I am involved with some of the things that we have funded. But it's not something that takes up most of my time. But I've been thinking about it for a long time and I've been actively trying to fund companies that work on these problems. So I will talk about that for sure. Gustaf A.:                     So my background, I came to the US a long time ago. I grew up in Sweden and most recently before Y Combinator, so Y Combinator I've been at for about 2 years as a partner and before that I worked as, initially, a PM and then started the growth team at Airbnb, worked on that team and built it from just a few people to a large team over almost 5 years. The one thing I would say ... and the previous company before that was called Voxer, it was a walkie-talkie app. So both Airbnb and Voxer was consumer companies for sure and I worked on product and growth for both of them. Gustaf A.:                     The one thing I would say- Jason Jacobs:                And they both got big, right? Gustaf A.:                     Both of them got pretty big, although Airbnb is got bigger than Voxer. But the one thing I learned at Airbnb is how valuable the scientific method can be for building product and doing growth. I.E, basically there's a bunch of data and then you can learn something on data and the data tells you what to do next. And we utilized that a lot in the growth team at Airbnb. And a lot of growth and the science of growth, in my opinion, is just math. So you add up a bunch of different choices of traffic and how it converts, and then you do the calculations and you decide what to work on. Gustaf A.:                     I think that climate is very similar. It is very much a problem of math, a systemic problem, but it's something that ... where math plays an important role. Understanding what are the huge sources of emissions, how much does it cost to replace them with something new? So the idea of a carbon tax or price on carbon, all of these things in some sense is quite similar in the sense that you use math to figure out what to do next and what's important. But I would have to say that's one of the things that connects these two things together. Besides that, I don't actually remember what made me curious about climate, but I've always been very curious about new technology. And I was particularly curious about how new to tech could help solve climate change. How everything from carbon removal to de-carbonization technologies like electric cars. All of this stuff has always fascinated me. Gustaf A.:                     So that's, I guess, my background. I have a very pragmatic view on how to solve things and I do believe that industry plays a very, very important role in this. Even though there's a systemic and some political solution to it, but I do think the industry plays a very big, important role. Jason Jacobs:                And you mentioned that this stuff is only one aspect of your role at Y Combinator, so what are you doing at YC? Gustaf A.:                     Yeah. So I joined as a partner about two years ago. Twice a year we fund lots of startups, often the first money in and the first time those companies start working on their startups. And we have a program where we fund all kinds of companies now in every single category and they do our program for three to four months after that. And doing that program, we help them immensely. The most important thing is what should they be doing during those three months is [inaudible 00:05:03] things that you can do as a new start up founder, and we try to focus them as much as we can. And then at the end of the program we help companies with fund raising. So hopefully after those three or four months, the companies have raised funding and continue growing as a startup.So for most of the time at YC, I work with these companies, typically between 30 and 40 companies, for those three or four months, twice a year. Gustaf A.:                     Between that, we have a long interview process and we have a bunch of other things that we do. And one of the things that we did, which was about a year ago or a little less than a year ago, was we put up some requests for start ups. And this has been around for a long time within Y Combinator, where we publish a website, ycombinator.com/rfs, where we just list the problems that we think are important to work on as an inspiration for people to start start ups to work on those problems. And it serves two purposes, one is it actually inspires people to work on those things and two, it tells the world that we're actively trying to fund companies that work on these things. And sometimes when we say we fund everything, sometimes people still think that \"The thing that I'm working on isn't included in everything. So I'd better not apply because they will never accept me anyway.\" So that's the dual purposes of the request for start up document. Gustaf A.:                     And about a year ago, we put carbon removal technologies as one of the topics. And I was surprised how much interest we got from that post. And then a few months later we put something called carbon.ycombinator.com where we published a bunch of ideas of more radical or more out there ideas on how you can remove carbon from the atmosphere. And it just after that we got lots of people to apply with ideas to remove carbon from the atmosphere. Gustaf A.:                     We've been funding de-carbonization technologies for a long time. Everything from electric flights to solar panel companies, to all kinds of things, chemical companies. So we've been doing this for quite a while. But the specific focus on removing carbon from the atmosphere was something that we added about a year ago and that's been very exciting since then. Jason Jacobs:                And looking at all the different areas that could affect climate change and de-carbonization, what made you focus on carbon removal? Gustaf A.:                     Primarily because it was ... not a lot of people were focusing on this. I came to the conclusion that we absolutely need to do, as a society, both de-carbonize and remove carbon from the atmosphere. We have to do both. It's simply not enough to do just one of them. And there are lots of things in the world that we don't have any good ideas on how to de-carbonize. So everything from steal production to concrete to flying across the globe, all kinds of things that are very difficult to de-carbonize. And in addition to that, I think the accuracy reports, nearly all of them, suggest that there's a huge amount of carbon removal that is require. It's often not really specified how it's going to happen. Historically people have just talked about \"Oh, we need to plant some more trees or do what we've done in the past.\" I think there are many different categories of technologies in carbon removal that I find fascinating. But we've funded a couple of companies and I will be more than happy to talk about them in a second. But I think mostly because other people weren't doing it, we knew that it was required, and ... yeah that's probably why we decided to focus on that. Gustaf A.:                     If it turned out that carbon removal technologies had a breakthrough, then that would be very big because it is the one thing that matters to all de-carbonization, is we find a cheaper way of removing carbon from the atmosphere. That wasn't necessarily the goal, but it is a very impactful thing if we can get the cost of removing carbon from our atmosphere down to a low number. Jason Jacobs:                Yeah, if you don't mind, maybe that's a nice lead in to ... it'd be great if you could talk a little bit about the some of the companies you've backed in this area. Just so that me and the listeners can get some context for what types of companies do this carbon removal and what types of companies get you guys excited in this area. Gustaf A.:                     Yeah. So in the last batch that ended just two months ago we had two companies. The first one is called Pachama. Pachama was founded by two founders. One of the founders was a YC alum, Diego, and he had previously started a company making one of the first smart suitcases in the world. After he came back and we started talking to him about starting Pachama, he came to me with the idea this is his life's work. This is the thing he wanted to do for the significant amount time going forward. And he wanted to have real impact. He grew up in Latin America and had seen the deforestation of that part of the world. And he wanted to figure out how you can incentivize farmers to either not cut down the trees or to reforest the land that previously had been deforested. And what was lacking was a clear incentive for those farmers on how to do this. They didn't know exactly why they would do that. Gustaf A.:                     Now in several parts of the world, the European Union, parts of the US, California, and soon China, there are existing carbon markets where you can get paid to either remove or in some cases avoid carbon from being emitted in the atmosphere. And those are things that did not reach those farmers in Latin America. So he wanted to start a new market place for carbon removal. And I think this idea is very ... it's in the center of the whole idea of carbon removal, because if you are a farmer and you have a new idea for a new crop that is extremely efficient at removing carbon from the atmosphere, now somehow you need to get paid. This needs to participate or exist in a market where there's a compliance run by governments or a voluntary market where individuals or companies can participate. Any new idea needs to participate in some market place. Gustaf A.:                     So his idea was to start that market place. It's called Pachama. He's starting with probably one of the biggest, or if not the biggest, opportunity for carbon removal, which is planting trees. So trees have an enormous opportunity to remove carbon, both by not taking trees down and also by reforesting land. Now the challenging part has been how do you measure how much carbon is being stored in those trees and how do you pay out the money and who gets paid for what. So his platform solves all of these things and they use satellite technology and machine learning to try to predict the carbon intensity in a forest. And then as a result of that, they're able to pay out to those farmers as they're storing carbon in their forest. So that voluntary carbon price is somewhere between I believe $8 and $15. And that's how much you can get paid per ton of CO2 that they can prove you are storing in your forest. So they're launching very soon. They've got an enormous amount of interest from buyers. Gustaf A.:                     So what I can tell for sure is that, and this we knew before, is that there is a very big interest for lots of participants in society to actually go carbon neutral. It just hasn't been very easy to do so. And one of the companies that we looked at was Strike. If you go to strike.com/environment, they'll talk in detail how they went carbon neutral. And I know that it's easy. It's not easy to do that in an organization, which it shouldn't be that complicated. Gustaf A.:                     So that's the first company, Pachama. The second company is called Prometheus Fuels. If you are familiar with carbon engineering, this is a very similar outcome where the input is energy and it's CO2 and it's water, and the output is fuel. And fuel in the sense that this is the kind of gasoline, high performance gasoline, that you can run in a car. And he also [inaudible 00:12:02]. He hasn't been as public as Pachama about what he's working on, but it's basically a similar idea. And the whole purpose of Prometheus is that he will produce fuel and in return get public field credit so he can sell it cheaper and eventually sell it at market price. And that's a hard thing to do. If there is even a small chance that that would work, it would be a no brainer investment for an investor because the potential value by creating cheaper fuel than gasoline is ... you can even imagine how they get this. So if there's any chance that something like that might actually succeed, then that's very interesting for us. Gustaf A.:                     So those are the two companies we funded in the last batch and both of them focus on removing carbon from the atmosphere in some way. Jason Jacobs:                Mm-hmm (affirmative). So those companies have a similar mission, but look very different from each other in terms of the actual solution. So do they get put through the same process with the same people as the rest of the Y Combinator companies or is there a different set of expertise and/or a different process required? Gustaf A.:                     So we don't have a specific track for climate change or carbon removal. What we do is we break up the batch in a number of groups. So typically we have four or five groups. And some groups are focused on hardware, some of the focus on bioengineering or bio track, and many of them are just focused on consumer and BDB and SAS. So the most likely outcome if you apply with a more hardware oriented idea is that you get put in a group with a bunch of other companies, or maybe even a subgroup of other chemical companies. [inaudible 00:13:24] market place, you might actually be put in a group with other market place companies, or in Diego's case with other SAS companies because he affectively sells to business. That's where we're like \"That's the customer.\" Gustaf A.:                     There's nothing special about the carbon removal. I think what we wanted to accomplish is we actually wanted to fund founders who are passionate about these ideas, but to make them be exactly like all the other companies. That they would learn all the other things that all the other companies learn. There was no purpose in treating them differently in my opinion. I think we need to treat them the same, and specific we need to make sure that they understand that the commercial expectations of them from the market after us are the same. There will be some optimistic investors, for sure, that are more passionate about this. But if you treating these companies as something else than commercial companies, then I think it will only hurt them in the long run. Jason Jacobs:                Mm-hmm (affirmative). And so how do you evaluate ... and I guess there's factors in terms of the traditional software investing that is more capital efficient and can compress the timelines to scale, and then some of the areas of climate change, at least the ones that I've been looking at, they're more science realist, they're more capital intensive, there's more of a time horizon. So how do you guys think about that when evaluating the right fit for YC from this area? Gustaf A.:                     Well, one of the things we think about is what are the chances that this company would raise money [inaudible 00:14:41]? If you have a two assign ... if you're half way through your research and you have two years ahead of yourself going forward and at the end of the day you will have nothing to show but some science, in general it's harder to get those companies funded. So I think it's pretty important that during YC you spend quite a bit of time trying to think about what are the commercial aspects of what you're doing. Even if you're going to do science for continuous times, then thinking of what the commercial impact of what you're doing I think is really important. And that's sort of true for a category like your biotech companies. You might have a drug on the market for several years, but it's really important that they start thinking in terms of who are the customers, what does the FDA process look like, et cetera. Gustaf A.:                     So I think we think about it in the same way for these companies. I would argue that even if you had a great technology for say, using oceans to remove carbon from the atmosphere, it's unclear today, even if it was ready to go, how you take that to market. It's not clear that there is anything obvious to plug into. And I think it's better that we first build infrastructure where these technologies can plug into where the money is flowing. And I think this is why one of the reasons I'm so excited for this is I think that the world will just come to its senses and start realizing that paying for fixing climate change is going to cost a lot of money. And that money is going to have to flow through a bunch of systems into either de-carbonization or to removing carbon from the atmosphere. And there's going to have a lot of new companies because we knew the companies in the past either don't exist or they're just not very good. And we need to have a software revolution in these companies as well. Gustaf A.:                     So going back to that example of someone coming up with a new idea, storing carbon in the oceans, for example. It needs to plug into a system where there's money flowing into that technology to remove carbon. It needs to be easy to verify, transparent, and all those things. And this is sort of like what carbon removal or carbon offset markets have had a challenge with in the past. Gustaf A.:                     So I believe that there are a lot of opportunities right now to do things that are not super expensive. Even in the case of Prometheus, they're not building big factories like carbon engineering. They're building small machines. Jason Jacobs:                How do you go about diligencing these companies? Given ... it sounds from your stated focus like you're a generalist organization. So does the diligence process in climate resemble the diligence process in any other aspects of YC that you're actively investing in or do you find that a different process is needed there? Gustaf A.:                     No, it's the same. It's the same. The most important diligence is on the founders themselves because so many of the companies that come to YC don't really have something that's working. But besides that, we were asking people to submit a demo, we were asking people to submit videos of the things that they're working on and see if it's working. And to the extent we have to do more scientific diligence, we do that too. And we have some people that are involved that have expertise and background in that. But we're not taking the same level of diligence that let's say a large firm would have, because we just simply don't have the time. We learned so much about these companies during the batch that that in some sense ... if someone was lying about what they were doing when they applied, it would be very clear during the next four months because we will meet with you every week for four months. Gustaf A.:                     But the most important diligence is on the founders themselves and what is their background. Do they seem credible to be able to do something like this? But it's not ... we are a little bit different than other firms in that we fund primarily people, and that's what we do when we fund them. And then in many cases they become companies during the batch, but they weren't necessarily fully figured out companies when they applied to YC. Jason Jacobs:                How do you think about ... maybe this is a different frame than you think, but I think about the insiders that have been working on climate for decades. And then the people like you and I that are the opposite of fair weather fans, we only come in when things get really bad. So how do you think about that when you look at your founding teams in this area? How important is industry, expertise? Gustaf A.:                     A really good question and something I've been spending a lot of time thinking about. Because many of the founders who apply look a little bit different here. They have a different background. And I don't want to be too generalizing here, but I would say that being say someone with experience from Silicon Valley, I think it's actually very helpful here in terms of how quickly can you move into a working prototype, how quickly can you try to figure out the commercial value of what you're building, how lean can you make your operation. Many of the aspects that I would say have been good to entrepreneurships that come out of Silicon Valley, I think that I want to see more of in these companies. It doesn't mean that you have to move extremely fast or skip things in order to get things done, but that's one thing that there was a lack of. And some of the best founders, in my experience, are ... many of the people that work for software startups actually don't have a software background. They might have studied physics or chemical engineering or mechanical engineering in university. But when they came to the job market then it was Facebook, and it was Airbnb and it was Strike and all these companies they ended up working for. But that's actually not what their initial passion was. Gustaf A.:                     So that's a quite common background that I see, is that some already actually have the skill sets from the beginning. They've just been doing other things for a while. So there's one of them. Gustaf A.:                     I think for the more research oriented teams it's the commercial viability and how fast you move, and understanding how you can change your funding structure from mostly grants to commercial investors. I think those are the three things that those kind of teams need the most help with. Gustaf A.:                     I've learned a lot about this and I think what I was going to get to when you asked the question was since we've put out this request for startups, I've had probably a few dozen engineers that email me that work at great companies and ask me \"Where should I go to work? I want to work on climate change.\" I've also had extremely successful founders who have emailed us and said \"I'm staring a company. I want to figure out these things.\" So I would say that forward thinking people that see on the horizon what's going to happen are already starting companies and already thinking about this stuff to a very different degree than even just two years ago. Gustaf A.:                     I'm actually very optimistic and the best thing that we can do as an organization at YC is both have the first companies that we fund be commercially successful in that at least do well in financing to show that this is a path through how you can get your financing so you don't have to go route of taking grants from the government. Jason Jacobs:                How much overlap is there between the financing players for these types of companies versus the other companies in YC, the more traditional software or Silicon Valley types of companies? Gustaf A.:                     You'd be surprised how high the overlap is. So I used to describe Demo Day as people that come to Demo Day are in this combination of ... of course there's a bunch of large firms, but in terms of the individual initial investors that come to Demo Day, they are often successful founders who started software companies in the past and now invested some of their own money. It turns out that that type of people are also very excited about stopping climate change. And they are excited about using technology to do that and they actually see that that's a natural evolution. So those are the same people that fund our software companies that don't focus on this at all. Gustaf A.:                     So I would actually argue that it's exactly the same audience. There are some funds that are specifically focused on this, but they are not the majority of the investors. And if you look on, for example, we've had companies doing electric airplanes that are being funded by the same kind of people that fund other software companies. We've had a number of other companies in green energy, for example, and it's often funded by the same type of investors. I actually think that that's the strength of our Demo Day is that we have a different set of investors where you don't need to go to some various expected five or ten investors in your category and have a very long diligence process, that things can move a bit faster. And I think that's a huge strength of Demo Day and of YC in general. Just like you don't need to the typical type of investors with expertise in that category, you just need any set of investors. Maybe it sounds dangerous, but I don't think that at all. Jason Jacobs:                I think it's pretty new so maybe there's not enough data yet, but how does that look downstream once you get into later stage growth type of rounds? Gustaf A.:                     This is a great question. The short answer is we don't know yet. Similarly, we've funded many, many new areas or categories of the world in technology. Each one of them had to be figured out by research investors. So the thing that's on the news right now is Latin America where suddenly there's lots of money flowing into Latin America. When we started funding Latin American companies, there was nothing. There was almost no local investors and there was no US investors who ever would fly to Latin American founded companies. Africa is the same thing where we've founded now a number of very, very successful companies that are reaching to those B stage, maybe later. And I don't think that US investors are flying to Africa to fund them, so we need to have a new investment ecosystem there. And the best thing that we can do is just to train investors, the late stage investors, where they should be looking and then I would tell them right now \"You should be looking at Latin America, looking at Africa. There are some extremely healthy companies, just based on their numbers doing really well.\" Gustaf A.:                     And I think the same would happen for these kind of companies that as long as they remain focused on the commercial outcome and they're trying to make money while stopping climate change at the same time, the same type of investors that fund the software companies will eventually fund them. Maybe in the hardware case, it might be a little bit different. But for anything that's not entirely hardware, I think it will be very similar. Gustaf A.:                     Equally, I mentioned that I had a bunch of software engineers who talk to us, we've also had enormous amount of press and an enormous amount of investors that just wanted to learn about how to fund the companies in this space. So I've been very optimistic, just by the response from people I did not expect after we put out the request for startups about carbon removal and people that wanted to get into this space in some way. And I realized that YC had some amount of influence, so I'm happy that this is happening. Jason Jacobs:                And when you say investors want to learn how to invest in companies in this space, earlier in this discussion you'd said that that's not different. So is it different and if so how? Gustaf A.:                     Well, for a company like Pachama, I don't think it's different. I think what they're saying is that they're saying that there's a market need, which is people and companies who want to go carbon neutral. And just like there's a market need for a bunch of other things right now in the world, some things that may be known and some things may not be known to investors, there's a market need for this. And I have a little bit of an advantage of coming from the Nordic countries where I see this market need being stronger than in many other places. The Nordic countries and then parts of Europe, and then California is probably where this market need for stopping climate change feels the strongest in the general discussion. And you feel a very different thing when you have to travel to India or travel to Indonesia or travel to other places where this is not a general topic that people are talking about in the same way. Gustaf A.:                     So if the world would go in the direction of parts of California or the Nordic countries, the market need for everything that companies and consumers need to make their part in solving climate change is going to come from, then as an investor you just have to kind of discover this market need and believe in it, and then figure out who are the companies who are best suited to serve it. Gustaf A.:                     For example, let's say you are a company who wants to go carbon neutral. I doesn't have to be a software company. It can be a large retailer of some kind. And there are many of them. Now if that's a market need, how do you do it? Well, you need to account for how much carbon you're emitting and then you have to find an easy, trustworthy, and transparent solution to pay for it, and then go carbon neutral. And then you have to figure out what are the best companies to do that? Gustaf A.:                     I would argue that market need of companies and individuals wanting to go carbon neutral is actually very large and the market is massively untapped, we just need better companies to do it. And I tend to ask people \"What are the five companies you can mention before you've heard of Pachama, that would do this?\" And no one can mention any companies. So people can't even think of what would be a good provider of that service of trying to make your organization go carbon neutral. And that to me suggests, as everything, that there is just not enough good companies working on these things. And as an investor, once you figure that out I don't think the rest is that different. I mean, there is some regulatory thing here that is going to play in and to the extent that companies will ... let's take companies who, as an example, will go carbon neutral because of demands from their boards or from their customers or from the government, I don't really know what will be the driving force. Maybe it'll be different forces in different parts of the world. But certainly there are regulatory driving forces in parts of the world, especially in Europe. And then you just need the most trustworthy and cheapest way to do it. Jason Jacobs:                For the Pachama type of companies, I think that makes sense. Some of the other companies, I don't know if you've funded any in this area, but that were on your request for start ups, the types of solutions they feel almost more geoengineering focused where it's not nearly as similar, at least on the surface, to the more traditional companies that you guys have backed over the years. So in those circumstances, do different rules apply? And I guess as a follow up to that as well, where does regulation fit in and who should be the ultimate arbiter one when these technologies are ready to be commercialized so that for example, we can avoid unintended consequences that could actually be harmful to society? Gustaf A.:                     That's a good question. I don't think that we're trying to ... obviously like with anything you do in the world, there are potentially things that you can't predict. I don't think that we're trying to fund geoengineering. But let's say you are working with five scientists and you're figuring out a fungi that is extremely good at capturing carbon. And there is a safe place where that can survive, and that at the cost compared to other efforts, it would be an extremely efficient way for humanity to remove carbon from the atmosphere. I believe that you would probably fund that if you believe that it's extremely effective. Let's say you're geo modifying a tree that is 10x more efficient at capturing carbon. There's going to have to be somebody that regulates that. I don't expertise for every country in the world which body that would be. But sure, I don't think that ... I'm certain that the founders of Pachama for example did not want to create mono cultures of biodiversity just because they're paying people to remove carbon. So ultimately, I think it's a shared responsibility of governments and these companies. Gustaf A.:                     But I think in some the more out there proposals that we had on carbon.ycombinator.com, the idea was more to inspire a different set of people to work on these things that typically wouldn't even explore it. Because I do think that there are other disciplines, especially chemical engineering and bio engineering, where they can actually make a huge impact into some of these technologies. We just haven't really seen it yet. Gustaf A.:                     So that was initially the idea why we did it. It was that we wanted to inspire a different set of people to come up with these new ideas. Gustaf A.:                     I think it's important to work on just tradition carbon removal for now because if we don't do that and if we don't stop climate change, I think there is a risk that some countries will eventually take on much more riskier solutions when they're countries are under water. So it's very important that we work on the things that we know are safe right now. And planting trees is safe. And maybe of the thing that's these companies are working on is extremely safe. It's unsafe to do what we've been doing for the last few hundred years. But if we don't do them, I think there's a higher risk that people will take to more riskier bets. And that is not something we would fund, but I can see how some desperate people or desperate countries would do that. Jason Jacobs:                Well, one counter argument that I've heard is that there's a difference between funding deployment of these technologies versus funding research. And that by not funding research, it's actually making it harder to regulate appropriately to keep those rogue nations from doing that because the regulatory bodies wouldn't really understand its capabilities or its limitations. How do you think about that? Do you draw that similar distinguishment, if that's a word, from deployment to research? And do you have a different opinion about the research? Or where do you come out? Gustaf A.:                     I don't think we had a great experience with funding research as part of our program. It's just not something ... it typically doesn't go- Jason Jacobs:                But your program aside, I'm more getting at should this research be funded by somebody and are you a proponent of that personally? Gustaf A.:                     Oh, I don't even know if I've thought of that. I mean, I haven't thought about it too deeply. I'm not inherently opposed to it for any specific reason. I haven't thought about that question in particular. But I would say that there is a lack of money in research and the question whether that's going to come from private or government is an interesting one. I would love to see a lot more money coming form the government into these things for sure. And I think we don't really get involved until there is at least some idea of what the market might be. Gustaf A.:                     And I know there's been a lot of interest in YC funding research because we've funded research in the past with a universal income basic study. I don't think in this case that we are the best organization set up to do this. I think we're a great organization set up to take research ideas that are ready to go into market into the market and to investors. I think that's what we do really well. I don't think that we're set up to fund research right now in that space. Yeah, I wish we were. But I don't think we are. Jason Jacobs:                Well, I heard somewhere that you were encouraging people maybe working on nonprofit initiatives in this area. Is that true? Gustaf A.:                     Yes. So we've funded nonprofits for a while. We have a couple learnings from funding nonprofits. The first nonprofit that we funded was Watsi and that was 2013. So it's been about 6 years since we started funding nonprofits. The thing that we have learned nonprofits is to have a really, really big impact on society, relying on donors is not a good way to have that impact. It's possible, it's just not a great way. So it's better, even if you're nonprofit, to rely on revenue where you're charging someone for something. Or at least you're not relying on big money donors, so you have to go out and spend most of the year raising funding or applying to grants. It doesn't scale very well. It works well when you're maybe 2 or 3 people, but when you're a few hundred people it doesn't work well. Gustaf A.:                     The second thing that we've learned is technology can play a huge impact into nonprofits. So not a criteria, but a very common thread among the nonprofits we've funded the last couple years, has been that they use technology to achieve their goals. So an example of that is Tarjimly. Tarjimly is a platform where volunteers can translate for refugees in refugee camps. All they need to have is a phone with Facebook messenger and the same has to happen on the other end, and you can be, within a minute, a volunteer translator for a refugee. That's a technology driven nonprofit. There's no way you can make a profit off refugees. And that's something that works really well that we've been able to fund. Gustaf A.:                     I think there are historical set up nonprofits that we're unlikely to fund because of how they look and the structure and the things that I mentioned. It doesn't mean that are opposed to nonprofits, but I think that in some cases when people apply to nonprofit, we try to question them and be like \"Are you sure that this is best done as a nonprofit if your goal is to achieve change in the world?\" And we try to convince them to do either a for profit or something in between. Jason Jacobs:                What was it? There was a pretty well known political one that you guys took in as part of your class a year or two ago, right? Which one was that? Gustaf A.:                     Well, we funded ACLU and we funded vote.org. Jason Jacobs:                That's the one I was thinking of. Is there a comparable in the climate fight and would that be interesting? If Sunrise Movement came to you guys, would you have a reaction to them? Or Extinction Rebellion or any of these other grass roots? Gustaf A.:                     I think ACLU was the one exception in the top of nonprofits that we've funded. It doesn't actually look like most of the ones that we fund on a regular basis. We funded Good Food Institute in a similar way, where they are focusing on promoting plant based and clean meat in the world. If a climate change or carbon removal nonprofit came to us, and like I mentioned they weren't well trained at running on big donors and they use technology in some way, then absolutely I think we would consider it. I don't think that we do very well for nonprofits that look like a traditional nonprofit, where the entire goal of YC is to raise more donations. I don't think that we help them very much. Unless they have a very strong ambition to change into something else. But sure. I think that we should do that. We're open to. Gustaf A.:                     I would argue that nonprofit is often viewed as the way to have big change in the world without being conflicted about your profit motives. But in many of the cases of the things that we've funded, the profit motive is completely aligned with a long term change you want in the world. I think that there are many companies that we've funded, the clean meat company is in there, that their goal is to make plant based food and clean meat. And they are doing that for profit, which I think Beyond Meat went public the other week, and is a great example of how you can have a really ambitious plan which has potentially a massive effect for our climate, and be a for profit company. Where I think that people are making a mistake if they start thinking that good for the world means more nonprofit. I think that's a huge mistake. Jason Jacobs:                I agree to some extent. I think the ... well, I do agree. But one thing I worry about is that the interest can align with your business model and mission for some time or maybe even for a long time, but it isn't guaranteed that it always will. And I think Facebook's a good example of that, where at some point there's no guarantee that they won't be at odds. And it's actually likely that at some point they will be at odds, and I think that's really where the friction occurs. And I'm not necessarily saying that means that you can't have a huge impact in the private sector, but it's just personally something that I worry about. Gustaf A.:                     I'd rather have Facebook with great regulation than no Facebook and a bunch of nonprofits trying to do the same thing. I just think that in that case it was probably a regulatory failure partly. Again, I want to ... I'll give a very concrete example. So if you're a nonprofit, how are you going to hire engineers? Well, you're limited to the engineers that are interested in working for nonprofits and are not interested in the motive of getting good salary or good equity. So that limits the number of people you can hire, which in term limits the impact you can have in this conversation. So there are many down sides to it and I think people should be aware of those downsides and do a nonprofit if that's the only thing that you can do to impact that type of change. But in many other cases, I think having a for profit is not in the short term at least, in conflict with what you are trying to accomplish. Jason Jacobs:                I have just a couple other quick questions on the YC side and then maybe one personal question. On the YC side, just one question is where government fits in. Let me stop there. Where does government fit into this equation? The ARPA-E’s with grants or ... because I know some of the harder tech types of opportunities, often times the non-dilutive grant capital can be an important mechanism. And so how do you guys think about that? Gustaf A.:                     Yeah. So many of the companies, especially in biotech, for example, have relied on grant money from big national organizations in the carbon space that can amount in something similar. I don't think that we will have a very active government relations, if that makes sense. I think we'll meet with government organizations on a regular basis, but I don't think they will have an active ... usually I don't think that that is the critical point that makes these companies successful. Jason Jacobs:                Is that a stage thing where it will be very important later on, presuming success in these early stages? But that's for the scaling companies and the later stage investors to deal with? Gustaf A.:                     Yeah. I think so. If you look at our experience from Airbnb and the amount of public policy people that we had at Airbnb, there was two or something like when I joined. And there was 300 people at Airbnb when I joined. So it might be a stage thing where these profit teams are something you build up over time. I don't think it's ever a good idea to have critical reliance on government regulations from an early on stage. It's not good. It doesn't mean that selling to governments is a bad business. I actually think that it's a fantastic business that is changing very fast. But you have to be very aware of how government is organized and how slow they are. And they're not necessarily always a great buyer of things. It's not necessarily what I have in mind when I think about government [inaudible 00:38:23] here. I think of more what are the policies and things that need to change, or what are the kind of laws they need to live up to. Gustaf A.:                     In the case of Pachama as an example, to take a very practical one. I'm sure that the thing that matters to them is going to be how do you plug into the large compliance carbon market in the world. That might be very important. Or maybe for both of those companies, or other companies in the future, there might be [inaudible 00:38:46] that fight for more climate rights or a carbon tax or carbon incentives. That might make sense as well for both of them. I don't really know. But in terms of regulatory environment, I think the ... for example, low carbon fuel firms are relatively easy things to figure out. It's not like you need to hire lots of people to figure that out. Gustaf A.:                     So I don't think we have a strong view for these companies in particular, but I would say that ... let me put it this way. From my experience from YC is that the very fastest moving potential customers or partners that you might have are other start ups. Second to that are other companies. And third to that is government. So it's never the fastest moving organization that you want to allow your business on. So it's not something that you would prioritize right away because it involves a huge amount of risk. Gustaf A.:                     So let's say if I was Prometheus Fuels, and I have no idea of this is what they're planning or not, but if I was them and I wanted to try to sell fuel, from the beginning I would do what Impossible Foods do. Which is go to a high end, try to find my customers who are willing to pay a bit more for their fuel if it's carbon neutral, and then go to high end places where I could partner with, maybe Whole Foods or something like that, where you can sell that fuel. Whole Foods is a bad example. Some way of going after the small, niche private market and not trying to go after government right away. Because I think it'll much more difficult. Similar to the Tesla strategy where they went after individuals to sell their first cars, I think is a good way to get started. And if I was Pachama I would go after fast moving start ups with a good conscience and who plan to go carbon neutral, and then maybe bigger companies with the same motive, versus going after and trying to change the government or policies and stuff right away. Because it's going to take a lot longer time, it's a lost more riskier. Jason Jacobs:                And the last YC focused question is more around ... you talked about market base and how the cost would keep coming down as these companies scale. I've heard some people in the industry, actually a number of people, say that for certain types of solutions they're important to the carbon fight, but that until there's a price on the externalities and there's actually a price put on the emissions that some of the other fuels are doing, or at least getting rid of the fossil fuel subsidies, that it won't be a level playing field and the best technology from an emissions standpoint won't win. Do you actively avoid those areas or do you see building into them assuming that at some point that price comes? Gustaf A.:                     Well, I can tell you what I personally believe. I personally believe that the carbon prices are going to go up. So the fees or the taxes around the world are going to go up. And it'll happen country by country or maybe regions by regions, but they will go up. That is my long view of things. Which means that many of these things will ... and there are many governments in the world, so there's many potential markets where this might happen earlier. You look at Tesla in Norway where they have amazing subsidies for electric cars. Electric cars is 50% of the new cars sold. So if you believe it'll happen, albeit slowly, in some markets first, then it's just something that you just take into account that it will happen. And if you look on solar panels that the reason that we have solar panels today that are able to be market competitive with other sources of energy is the combination of the subsidies of Germany and China and what they did for a long period of time in pushing down the cost of the panels being produced. We might need that things for some other technologies. I don't think that investors are going to be excited about investing into something that is on the consumer or buyer level 80% funded by subsidies. I don't think it's the kind of risk that they are willing to take. Gustaf A.:                     I think that rather when we see a scenario, and this the kind of model that I want to see when companies come in and apply to YC, is sort of what are the things that have to turn right for this to be competitive on the market level price? So if you're removing carbon from the atmosphere, how do you make sure that what you're doing actually can beat trees or they can beat solar carbon, or something like that? Because I don't think that you can raise a lot of money ... and we're not the best funder of something that'll cost a billion dollars before you go to market. We're not the kind of organization you should fund that to. You should find another way of funding that. We're not the best one. At least if it's at the end of that, there's a potential of reliance on subsidies. Gustaf A.:                     So yeah, I think we will very quickly start to pay for the higher cost of the carbon that we emit. It's not necessarily a great political strategy in my opinion, but it is a really good market strategy to get industry to do the right thing. And I believe that it will happen. I'm not sure that it will happen in the US right away, but I really believe that it will happen in some market. And many of the companies that I've seen here actually have the Nordic market as some of their first customers. Some of the most progressive say oil companies or energy companies are in Norway. Gustaf A.:                     Oh, yeah. Okay. So it's not just because they're the only countries in the world that care about it. They just happened to be a few years earlier, I think. And it's not crazy that if you make electric airplanes that you sell them to Scandinavia first, because they also seem to care a lot. And gas and fuel are extremely expensive there. So if you have another means of powering your car or your vehicle, then those might be a great market, too. Gustaf A.:                     So yeah, I think it'll happen. I'm not too worried about it. I think you do the best when you don't rely on this, so you have a real ... you have to fight really hard. And I think that we've seen that online again, that people can do a lot more than they think and history is not necessarily a good predictor of how much you are able to achieve in your space. Jason Jacobs:                So my last question, Gustaf, is more of a personal one and it's actually one that I would be interested to ask you with or without the microphone on. But something that I wrestle with is just that this really does feel to me like an existential crisis and it's hard for me to imagine working on anything that isn't related to de carbonization, especially given that I'm fortunate enough to have some flexibility to choose what I work on. And I guess given that this is some percentage of your time but not the full percentage of your time, is that something that you wrestle with? And how much of a pickle do you think we're in? And how do you reconcile those things? Gustaf A.:                     So I'll make an analogy to Sweden. In Sweden there's a huge debate right now whether you should fly at all or you should take the train or the amount of sacrifices you should do in your life to live a carbon free life. I grew up, I've been a vegetarian for 25 years of my life. I recently learned that the percent of vegetarians in society has been steady at 5% for the last hundred years. So for those 25 years I remember there's been many, many, many organizations or for the last hundred, they were fighting for people to become vegetarians. They haven't done so well. They haven't been very successful at convincing others to be vegetarians. Maybe because it's a sacrifice that most people are not willing to do. So I believe that let's say even half of Sweden would make the sacrifice of sacrificing lots in their life to live a less carbon impactful life. I don't think it's something that everybody is willing to do. No matter how much you want that, it's not going to happen. Gustaf A.:                     So what will happen, or what is a better bet in my opinion, is that we come up with a bunch of new technologies that changes the game. If you can grow plant based food or plant based burgers that taste like meat, or grow real meat in a bioreactor, that is the kind of technology change that will make all those people trying to convince people to be vegetarians feel completely obsolete. Because you don't need to do that. You can continue eating meat the way you've been doing before, it's just not meat that causes enormous amount of emissions. Gustaf A.:                     Similarly for other things in life, I think the best thing that we can do is put a lot of money and smart people from technology and motivate them in the right way. For every great entrepreneur that comes to me and say, like yourself, \"This is my life's work. I am so passionate about this and I can't think of anything more important for the next 20 years to work on than this,\" that makes me a lot more hopeful than for every person that comes to me and say \"I am going to give up flying.\" Because they can have the kind of technology change in society that will change it for everybody, not just people they've convinced. And not only that, those are potentially good companies to start. There's a bunch of things that are positive with that versus just trying to go around the world and convince people to change their lifestyle. I think it's a much harder thing to do and I can't think of a really great example where just down people's lifestyle changes made societal change happen. I think you need systematic change and legal change and a bunch of different things that need to change than just people's opinions or people restraining themselves. Gustaf A.:                     I don't really believe in that. It doesn't mean that that's not sort of a moral signal. I really just don't believe in it. I think that the best chance we have to make this change is to just fund lots and lots of people that are working on things that are going to be decarbonize our society. And I think that in some sense YC is a combination of a bunch of crazy bets. Who knows if they will really work out. And a bunch of more safer bets, which the safer bets are more typical like the SAS, BDB companies. And for every SAS, BDB companies, we can do some crazy bets because they sort of allow us to fund more things. But I think we need to do both, because otherwise if YC would just stay and fund the things we found in the very beginning like consumer internet, we'd have a much smaller YC right now because consumer internet isn't very big right now. And if YC has expanded to hardware and biotech and SAS and BDB and Enterprise, that allowed us to have a bigger impact on the world. Gustaf A.:                     So until funding carbon removal or climate change investments is the biggest market, we're going to have to do many other things to sustain ourselves to be able to do that. So I don't think that it would be right to just go all in on this. And again, it's not just about a funding problem, it's inspiring founders to work on this thing. And I believe you need to be in the mainstream. The kind of founders I want to start these companies are people that haven't worked on these things in the past. Because there just aren't that many people that have done it in the past. We need new people. Gustaf A.:                     So for that reason I believe that it's really important for me to be in the mainstream of technology and for YC to be in the mainstream of technology. There's no conflict here and I don't think it would be a good use of my time to go and be extreme right now. Jason Jacobs:                Well, I thought this was a really fascinating discussion. I definitely learned a lot. And for what it's worth, I'm glad that you guys are here. It's early, but we need more shots on goal, we need more learning, and I like the ambition and I like the focus. So I'm glad that you came on the show and I'm glad that you're doing what you're doing. So please keep it up. Gustaf A.:                     Thank you so much. Thanks for organizing this podcast. There are not that many great podcasts, or not that many at all, around this topic. And I have been listening to all of them. And just to get a sense for what goes on in the world. I have a feeling that a year from now there will so much buzzing in this space that you won't be able to follow everything that's going on. But at this point, I feel like in many cases you're able to follow everything because it still feels pretty small. But I think it's just a thing that we'll both do and then soon there'll be so many people that we'll meet that work on these things that we can't even keep count. Jason Jacobs:                That's my bet as well. And my hope also, both selfishly and for good of the world. Gustaf A.:                     Thank you so much. Jason Jacobs:                Hey, everyone. Jason here. Thanks again for joining on My Climate Journey. If you'd like to learn more about the journey, you can visit us at myclimatejourney.co. Note, that is .co, not .com. Someday we'll get the .com, but right now .co. You can also find me on twitter at @JJacobs22 where I would encourage you to share your feedback on the episode or suggestions for future guests you'd like to hear. And before I let you go, if you enjoyed the show please share an episode with a friend or consider leaving a review on iTunes. The lawyers made me say that. Thank you.\nEpisode Transcript\nJason Jacobs:                Hello, everyone. This is Jason Jacobs and welcome to My Climate Journey. This show follows my journey to interview a wide range of guests to better understand and make sense of the formidable problem of climate change and try to figure out how people like you and I can help.\n\nJason Jacobs:                Hello, everyone. Jason here. Today's guest is Gustaf Alstromer, a partner at Y Combinator who's involved with their carbon investing and also the former product lead of growth at Airbnb. In this episode we cover a number of topics, including what Y Combinator is up to with their carbon investing, Gustaf's role, some of the history that lead to them getting involved in this carbon investing, as well as an in depth look at some of the companies that they've backed so far and what they look for in climate focused startups. I left this conversation with a much better idea of how Y Combinator is thinking about these issues. And hopefully it'll be helpful to any aspiring entrepreneurs that are doing work in this area in terms of thinking through whether Y Combinator might be a fit. Without further ado, here's Gustaf. Gustaf, welcome to the show.\n\nGustaf A.:                     Thank you so much, Jason.\n\nJason Jacobs:                Well, I'm glad you're here. We had one meeting out in San Francisco, gosh, probably a few months ago now. But we've been emailing a bunch and you've pointed some deal flow my way and I feel like you're kind of a fellow traveler for me at this point in my climate journey.\n\nGustaf A.:                     Yeah. I feel like I'm on a journey, too. It's been going on for a while, but there's so much new things to learn that I feel like you're constantly learning when you're in this space.\n\nJason Jacobs:                So maybe that's where we should start. I'm super curious, I don't think I asked you this question when we met, either, that your background looks kind of like my background. You grew up in consumer internet and now you're doing climate stuff. So how did that come about for you? How did that come about for YC? How did you guys get here?\n\nGustaf A.:                     Sure. I just want to ... I'm not doing 100% climate or [inaudible 00:02:09]. That's not really what I'm working on at YC. But I am involved with some of the things that we have funded. But it's not something that takes up most of my time. But I've been thinking about it for a long time and I've been actively trying to fund companies that work on these problems. So I will talk about that for sure.\n\nGustaf A.:                     So my background, I came to the US a long time ago. I grew up in Sweden and most recently before Y Combinator, so Y Combinator I've been at for about 2 years as a partner and before that I worked as, initially, a PM and then started the growth team at Airbnb, worked on that team and built it from just a few people to a large team over almost 5 years. The one thing I would say ... and the previous company before that was called Voxer, it was a walkie-talkie app. So both Airbnb and Voxer was consumer companies for sure and I worked on product and growth for both of them.\n\nGustaf A.:                     The one thing I would say-\n\nJason Jacobs:                And they both got big, right?\n\nGustaf A.:                     Both of them got pretty big, although Airbnb is got bigger than Voxer. But the one thing I learned at Airbnb is how valuable the scientific method can be for building product and doing growth. I.E, basically there's a bunch of data and then you can learn something on data and the data tells you what to do next. And we utilized that a lot in the growth team at Airbnb. And a lot of growth and the science of growth, in my opinion, is just math. So you add up a bunch of different choices of traffic and how it converts, and then you do the calculations and you decide what to work on.\n\nGustaf A.:                     I think that climate is very similar. It is very much a problem of math, a systemic problem, but it's something that ... where math plays an important role. Understanding what are the huge sources of emissions, how much does it cost to replace them with something new? So the idea of a carbon tax or price on carbon, all of these things in some sense is quite similar in the sense that you use math to figure out what to do next and what's important. But I would have to say that's one of the things that connects these two things together. Besides that, I don't actually remember what made me curious about climate, but I've always been very curious about new technology. And I was particularly curious about how new to tech could help solve climate change. How everything from carbon removal to de-carbonization technologies like electric cars. All of this stuff has always fascinated me.\n\nGustaf A.:                     So that's, I guess, my background. I have a very pragmatic view on how to solve things and I do believe that industry plays a very, very important role in this. Even though there's a systemic and some political solution to it, but I do think the industry plays a very big, important role.\n\nJason Jacobs:                And you mentioned that this stuff is only one aspect of your role at Y Combinator, so what are you doing at YC?\n\nGustaf A.:                     Yeah. So I joined as a partner about two years ago. Twice a year we fund lots of startups, often the first money in and the first time those companies start working on their startups. And we have a program where we fund all kinds of companies now in every single category and they do our program for three to four months after that. And doing that program, we help them immensely. The most important thing is what should they be doing during those three months is [inaudible 00:05:03] things that you can do as a new start up founder, and we try to focus them as much as we can. And then at the end of the program we help companies with fund raising. So hopefully after those three or four months, the companies have raised funding and continue growing as a startup.So for most of the time at YC, I work with these companies, typically between 30 and 40 companies, for those three or four months, twice a year.\n\nGustaf A.:                     Between that, we have a long interview process and we have a bunch of other things that we do. And one of the things that we did, which was about a year ago or a little less than a year ago, was we put up some requests for start ups. And this has been around for a long time within Y Combinator, where we publish a website, ycombinator.com/rfs, where we just list the problems that we think are important to work on as an inspiration for people to start start ups to work on those problems. And it serves two purposes, one is it actually inspires people to work on those things and two, it tells the world that we're actively trying to fund companies that work on these things. And sometimes when we say we fund everything, sometimes people still think that \"The thing that I'm working on isn't included in everything. So I'd better not apply because they will never accept me anyway.\" So that's the dual purposes of the request for start up document.\n\nGustaf A.:                     And about a year ago, we put carbon removal technologies as one of the topics. And I was surprised how much interest we got from that post. And then a few months later we put something called carbon.ycombinator.com where we published a bunch of ideas of more radical or more out there ideas on how you can remove carbon from the atmosphere. And it just after that we got lots of people to apply with ideas to remove carbon from the atmosphere.\n\nGustaf A.:                     We've been funding de-carbonization technologies for a long time. Everything from electric flights to solar panel companies, to all kinds of things, chemical companies. So we've been doing this for quite a while. But the specific focus on removing carbon from the atmosphere was something that we added about a year ago and that's been very exciting since then.\n\nJason Jacobs:                And looking at all the different areas that could affect climate change and de-carbonization, what made you focus on carbon removal?\n\nGustaf A.:                     Primarily because it was ... not a lot of people were focusing on this. I came to the conclusion that we absolutely need to do, as a society, both de-carbonize and remove carbon from the atmosphere. We have to do both. It's simply not enough to do just one of them. And there are lots of things in the world that we don't have any good ideas on how to de-carbonize. So everything from steal production to concrete to flying across the globe, all kinds of things that are very difficult to de-carbonize. And in addition to that, I think the accuracy reports, nearly all of them, suggest that there's a huge amount of carbon removal that is require. It's often not really specified how it's going to happen. Historically people have just talked about \"Oh, we need to plant some more trees or do what we've done in the past.\" I think there are many different categories of technologies in carbon removal that I find fascinating. But we've funded a couple of companies and I will be more than happy to talk about them in a second. But I think mostly because other people weren't doing it, we knew that it was required, and ... yeah that's probably why we decided to focus on that.\n\nGustaf A.:                     If it turned out that carbon removal technologies had a breakthrough, then that would be very big because it is the one thing that matters to all de-carbonization, is we find a cheaper way of removing carbon from the atmosphere. That wasn't necessarily the goal, but it is a very impactful thing if we can get the cost of removing carbon from our atmosphere down to a low number.\n\nJason Jacobs:                Yeah, if you don't mind, maybe that's a nice lead in to ... it'd be great if you could talk a little bit about the some of the companies you've backed in this area. Just so that me and the listeners can get some context for what types of companies do this carbon removal and what types of companies get you guys excited in this area.\n\nGustaf A.:                     Yeah. So in the last batch that ended just two months ago we had two companies. The first one is called Pachama. Pachama was founded by two founders. One of the founders was a YC alum, Diego, and he had previously started a company making one of the first smart suitcases in the world. After he came back and we started talking to him about starting Pachama, he came to me with the idea this is his life's work. This is the thing he wanted to do for the significant amount time going forward. And he wanted to have real impact. He grew up in Latin America and had seen the deforestation of that part of the world. And he wanted to figure out how you can incentivize farmers to either not cut down the trees or to reforest the land that previously had been deforested. And what was lacking was a clear incentive for those farmers on how to do this. They didn't know exactly why they would do that.\n\nGustaf A.:                     Now in several parts of the world, the European Union, parts of the US, California, and soon China, there are existing carbon markets where you can get paid to either remove or in some cases avoid carbon from being emitted in the atmosphere. And those are things that did not reach those farmers in Latin America. So he wanted to start a new market place for carbon removal. And I think this idea is very ... it's in the center of the whole idea of carbon removal, because if you are a farmer and you have a new idea for a new crop that is extremely efficient at removing carbon from the atmosphere, now somehow you need to get paid. This needs to participate or exist in a market where there's a compliance run by governments or a voluntary market where individuals or companies can participate. Any new idea needs to participate in some market place.\n\nGustaf A.:                     So his idea was to start that market place. It's called Pachama. He's starting with probably one of the biggest, or if not the biggest, opportunity for carbon removal, which is planting trees. So trees have an enormous opportunity to remove carbon, both by not taking trees down and also by reforesting land. Now the challenging part has been how do you measure how much carbon is being stored in those trees and how do you pay out the money and who gets paid for what. So his platform solves all of these things and they use satellite technology and machine learning to try to predict the carbon intensity in a forest. And then as a result of that, they're able to pay out to those farmers as they're storing carbon in their forest. So that voluntary carbon price is somewhere between I believe $8 and $15. And that's how much you can get paid per ton of CO2 that they can prove you are storing in your forest. So they're launching very soon. They've got an enormous amount of interest from buyers.\n\nGustaf A.:                     So what I can tell for sure is that, and this we knew before, is that there is a very big interest for lots of participants in society to actually go carbon neutral. It just hasn't been very easy to do so. And one of the companies that we looked at was Strike. If you go to strike.com/environment, they'll talk in detail how they went carbon neutral. And I know that it's easy. It's not easy to do that in an organization, which it shouldn't be that complicated.\n\nGustaf A.:                     So that's the first company, Pachama. The second company is called Prometheus Fuels. If you are familiar with carbon engineering, this is a very similar outcome where the input is energy and it's CO2 and it's water, and the output is fuel. And fuel in the sense that this is the kind of gasoline, high performance gasoline, that you can run in a car. And he also [inaudible 00:12:02]. He hasn't been as public as Pachama about what he's working on, but it's basically a similar idea. And the whole purpose of Prometheus is that he will produce fuel and in return get public field credit so he can sell it cheaper and eventually sell it at market price. And that's a hard thing to do. If there is even a small chance that that would work, it would be a no brainer investment for an investor because the potential value by creating cheaper fuel than gasoline is ... you can even imagine how they get this. So if there's any chance that something like that might actually succeed, then that's very interesting for us.\n\nGustaf A.:                     So those are the two companies we funded in the last batch and both of them focus on removing carbon from the atmosphere in some way.\n\nJason Jacobs:                Mm-hmm (affirmative). So those companies have a similar mission, but look very different from each other in terms of the actual solution. So do they get put through the same process with the same people as the rest of the Y Combinator companies or is there a different set of expertise and/or a different process required?\n\nGustaf A.:                     So we don't have a specific track for climate change or carbon removal. What we do is we break up the batch in a number of groups. So typically we have four or five groups. And some groups are focused on hardware, some of the focus on bioengineering or bio track, and many of them are just focused on consumer and BDB and SAS. So the most likely outcome if you apply with a more hardware oriented idea is that you get put in a group with a bunch of other companies, or maybe even a subgroup of other chemical companies. [inaudible 00:13:24] market place, you might actually be put in a group with other market place companies, or in Diego's case with other SAS companies because he affectively sells to business. That's where we're like \"That's the customer.\"\n\nGustaf A.:                     There's nothing special about the carbon removal. I think what we wanted to accomplish is we actually wanted to fund founders who are passionate about these ideas, but to make them be exactly like all the other companies. That they would learn all the other things that all the other companies learn. There was no purpose in treating them differently in my opinion. I think we need to treat them the same, and specific we need to make sure that they understand that the commercial expectations of them from the market after us are the same. There will be some optimistic investors, for sure, that are more passionate about this. But if you treating these companies as something else than commercial companies, then I think it will only hurt them in the long run.\n\nJason Jacobs:                Mm-hmm (affirmative). And so how do you evaluate ... and I guess there's factors in terms of the traditional software investing that is more capital efficient and can compress the timelines to scale, and then some of the areas of climate change, at least the ones that I've been looking at, they're more science realist, they're more capital intensive, there's more of a time horizon. So how do you guys think about that when evaluating the right fit for YC from this area?\n\nGustaf A.:                     Well, one of the things we think about is what are the chances that this company would raise money [inaudible 00:14:41]? If you have a two assign ... if you're half way through your research and you have two years ahead of yourself going forward and at the end of the day you will have nothing to show but some science, in general it's harder to get those companies funded. So I think it's pretty important that during YC you spend quite a bit of time trying to think about what are the commercial aspects of what you're doing. Even if you're going to do science for continuous times, then thinking of what the commercial impact of what you're doing I think is really important. And that's sort of true for a category like your biotech companies. You might have a drug on the market for several years, but it's really important that they start thinking in terms of who are the customers, what does the FDA process look like, et cetera.\n\nGustaf A.:                     So I think we think about it in the same way for these companies. I would argue that even if you had a great technology for say, using oceans to remove carbon from the atmosphere, it's unclear today, even if it was ready to go, how you take that to market. It's not clear that there is anything obvious to plug into. And I think it's better that we first build infrastructure where these technologies can plug into where the money is flowing. And I think this is why one of the reasons I'm so excited for this is I think that the world will just come to its senses and start realizing that paying for fixing climate change is going to cost a lot of money. And that money is going to have to flow through a bunch of systems into either de-carbonization or to removing carbon from the atmosphere. And there's going to have a lot of new companies because we knew the companies in the past either don't exist or they're just not very good. And we need to have a software revolution in these companies as well.\n\nGustaf A.:                     So going back to that example of someone coming up with a new idea, storing carbon in the oceans, for example. It needs to plug into a system where there's money flowing into that technology to remove carbon. It needs to be easy to verify, transparent, and all those things. And this is sort of like what carbon removal or carbon offset markets have had a challenge with in the past.\n\nGustaf A.:                     So I believe that there are a lot of opportunities right now to do things that are not super expensive. Even in the case of Prometheus, they're not building big factories like carbon engineering. They're building small machines.\n\nJason Jacobs:                How do you go about diligencing these companies? Given ... it sounds from your stated focus like you're a generalist organization. So does the diligence process in climate resemble the diligence process in any other aspects of YC that you're actively investing in or do you find that a different process is needed there?\n\nGustaf A.:                     No, it's the same. It's the same. The most important diligence is on the founders themselves because so many of the companies that come to YC don't really have something that's working. But besides that, we were asking people to submit a demo, we were asking people to submit videos of the things that they're working on and see if it's working. And to the extent we have to do more scientific diligence, we do that too. And we have some people that are involved that have expertise and background in that. But we're not taking the same level of diligence that let's say a large firm would have, because we just simply don't have the time. We learned so much about these companies during the batch that that in some sense ... if someone was lying about what they were doing when they applied, it would be very clear during the next four months because we will meet with you every week for four months.\n\nGustaf A.:                     But the most important diligence is on the founders themselves and what is their background. Do they seem credible to be able to do something like this? But it's not ... we are a little bit different than other firms in that we fund primarily people, and that's what we do when we fund them. And then in many cases they become companies during the batch, but they weren't necessarily fully figured out companies when they applied to YC.\n\nJason Jacobs:                How do you think about ... maybe this is a different frame than you think, but I think about the insiders that have been working on climate for decades. And then the people like you and I that are the opposite of fair weather fans, we only come in when things get really bad. So how do you think about that when you look at your founding teams in this area? How important is industry, expertise?\n\nGustaf A.:                     A really good question and something I've been spending a lot of time thinking about. Because many of the founders who apply look a little bit different here. They have a different background. And I don't want to be too generalizing here, but I would say that being say someone with experience from Silicon Valley, I think it's actually very helpful here in terms of how quickly can you move into a working prototype, how quickly can you try to figure out the commercial value of what you're building, how lean can you make your operation. Many of the aspects that I would say have been good to entrepreneurships that come out of Silicon Valley, I think that I want to see more of in these companies. It doesn't mean that you have to move extremely fast or skip things in order to get things done, but that's one thing that there was a lack of. And some of the best founders, in my experience, are ... many of the people that work for software startups actually don't have a software background. They might have studied physics or chemical engineering or mechanical engineering in university. But when they came to the job market then it was Facebook, and it was Airbnb and it was Strike and all these companies they ended up working for. But that's actually not what their initial passion was.\n\nGustaf A.:                     So that's a quite common background that I see, is that some already actually have the skill sets from the beginning. They've just been doing other things for a while. So there's one of them.\n\nGustaf A.:                     I think for the more research oriented teams it's the commercial viability and how fast you move, and understanding how you can change your funding structure from mostly grants to commercial investors. I think those are the three things that those kind of teams need the most help with.\n\nGustaf A.:                     I've learned a lot about this and I think what I was going to get to when you asked the question was since we've put out this request for startups, I've had probably a few dozen engineers that email me that work at great companies and ask me \"Where should I go to work? I want to work on climate change.\" I've also had extremely successful founders who have emailed us and said \"I'm staring a company. I want to figure out these things.\" So I would say that forward thinking people that see on the horizon what's going to happen are already starting companies and already thinking about this stuff to a very different degree than even just two years ago.\n\nGustaf A.:                     I'm actually very optimistic and the best thing that we can do as an organization at YC is both have the first companies that we fund be commercially successful in that at least do well in financing to show that this is a path through how you can get your financing so you don't have to go route of taking grants from the government.\n\nJason Jacobs:                How much overlap is there between the financing players for these types of companies versus the other companies in YC, the more traditional software or Silicon Valley types of companies?\n\nGustaf A.:                     You'd be surprised how high the overlap is. So I used to describe Demo Day as people that come to Demo Day are in this combination of ... of course there's a bunch of large firms, but in terms of the individual initial investors that come to Demo Day, they are often successful founders who started software companies in the past and now invested some of their own money. It turns out that that type of people are also very excited about stopping climate change. And they are excited about using technology to do that and they actually see that that's a natural evolution. So those are the same people that fund our software companies that don't focus on this at all.\n\nGustaf A.:                     So I would actually argue that it's exactly the same audience. There are some funds that are specifically focused on this, but they are not the majority of the investors. And if you look on, for example, we've had companies doing electric airplanes that are being funded by the same kind of people that fund other software companies. We've had a number of other companies in green energy, for example, and it's often funded by the same type of investors. I actually think that that's the strength of our Demo Day is that we have a different set of investors where you don't need to go to some various expected five or ten investors in your category and have a very long diligence process, that things can move a bit faster. And I think that's a huge strength of Demo Day and of YC in general. Just like you don't need to the typical type of investors with expertise in that category, you just need any set of investors. Maybe it sounds dangerous, but I don't think that at all.\n\nJason Jacobs:                I think it's pretty new so maybe there's not enough data yet, but how does that look downstream once you get into later stage growth type of rounds?\n\nGustaf A.:                     This is a great question. The short answer is we don't know yet. Similarly, we've funded many, many new areas or categories of the world in technology. Each one of them had to be figured out by research investors. So the thing that's on the news right now is Latin America where suddenly there's lots of money flowing into Latin America. When we started funding Latin American companies, there was nothing. There was almost no local investors and there was no US investors who ever would fly to Latin American founded companies. Africa is the same thing where we've founded now a number of very, very successful companies that are reaching to those B stage, maybe later. And I don't think that US investors are flying to Africa to fund them, so we need to have a new investment ecosystem there. And the best thing that we can do is just to train investors, the late stage investors, where they should be looking and then I would tell them right now \"You should be looking at Latin America, looking at Africa. There are some extremely healthy companies, just based on their numbers doing really well.\"\n\nGustaf A.:                     And I think the same would happen for these kind of companies that as long as they remain focused on the commercial outcome and they're trying to make money while stopping climate change at the same time, the same type of investors that fund the software companies will eventually fund them. Maybe in the hardware case, it might be a little bit different. But for anything that's not entirely hardware, I think it will be very similar.\n\nGustaf A.:                     Equally, I mentioned that I had a bunch of software engineers who talk to us, we've also had enormous amount of press and an enormous amount of investors that just wanted to learn about how to fund the companies in this space. So I've been very optimistic, just by the response from people I did not expect after we put out the request for startups about carbon removal and people that wanted to get into this space in some way. And I realized that YC had some amount of influence, so I'm happy that this is happening.\n\nJason Jacobs:                And when you say investors want to learn how to invest in companies in this space, earlier in this discussion you'd said that that's not different. So is it different and if so how?\n\nGustaf A.:                     Well, for a company like Pachama, I don't think it's different. I think what they're saying is that they're saying that there's a market need, which is people and companies who want to go carbon neutral. And just like there's a market need for a bunch of other things right now in the world, some things that may be known and some things may not be known to investors, there's a market need for this. And I have a little bit of an advantage of coming from the Nordic countries where I see this market need being stronger than in many other places. The Nordic countries and then parts of Europe, and then California is probably where this market need for stopping climate change feels the strongest in the general discussion. And you feel a very different thing when you have to travel to India or travel to Indonesia or travel to other places where this is not a general topic that people are talking about in the same way.\n\nGustaf A.:                     So if the world would go in the direction of parts of California or the Nordic countries, the market need for everything that companies and consumers need to make their part in solving climate change is going to come from, then as an investor you just have to kind of discover this market need and believe in it, and then figure out who are the companies who are best suited to serve it.\n\nGustaf A.:                     For example, let's say you are a company who wants to go carbon neutral. I doesn't have to be a software company. It can be a large retailer of some kind. And there are many of them. Now if that's a market need, how do you do it? Well, you need to account for how much carbon you're emitting and then you have to find an easy, trustworthy, and transparent solution to pay for it, and then go carbon neutral. And then you have to figure out what are the best companies to do that?\n\nGustaf A.:                     I would argue that market need of companies and individuals wanting to go carbon neutral is actually very large and the market is massively untapped, we just need better companies to do it. And I tend to ask people \"What are the five companies you can mention before you've heard of Pachama, that would do this?\" And no one can mention any companies. So people can't even think of what would be a good provider of that service of trying to make your organization go carbon neutral. And that to me suggests, as everything, that there is just not enough good companies working on these things. And as an investor, once you figure that out I don't think the rest is that different. I mean, there is some regulatory thing here that is going to play in and to the extent that companies will ... let's take companies who, as an example, will go carbon neutral because of demands from their boards or from their customers or from the government, I don't really know what will be the driving force. Maybe it'll be different forces in different parts of the world. But certainly there are regulatory driving forces in parts of the world, especially in Europe. And then you just need the most trustworthy and cheapest way to do it.\n\nJason Jacobs:                For the Pachama type of companies, I think that makes sense. Some of the other companies, I don't know if you've funded any in this area, but that were on your request for start ups, the types of solutions they feel almost more geoengineering focused where it's not nearly as similar, at least on the surface, to the more traditional companies that you guys have backed over the years. So in those circumstances, do different rules apply? And I guess as a follow up to that as well, where does regulation fit in and who should be the ultimate arbiter one when these technologies are ready to be commercialized so that for example, we can avoid unintended consequences that could actually be harmful to society?\n\nGustaf A.:                     That's a good question. I don't think that we're trying to ... obviously like with anything you do in the world, there are potentially things that you can't predict. I don't think that we're trying to fund geoengineering. But let's say you are working with five scientists and you're figuring out a fungi that is extremely good at capturing carbon. And there is a safe place where that can survive, and that at the cost compared to other efforts, it would be an extremely efficient way for humanity to remove carbon from the atmosphere. I believe that you would probably fund that if you believe that it's extremely effective. Let's say you're geo modifying a tree that is 10x more efficient at capturing carbon. There's going to have to be somebody that regulates that. I don't expertise for every country in the world which body that would be. But sure, I don't think that ... I'm certain that the founders of Pachama for example did not want to create mono cultures of biodiversity just because they're paying people to remove carbon. So ultimately, I think it's a shared responsibility of governments and these companies.\n\nGustaf A.:                     But I think in some the more out there proposals that we had on carbon.ycombinator.com, the idea was more to inspire a different set of people to work on these things that typically wouldn't even explore it. Because I do think that there are other disciplines, especially chemical engineering and bio engineering, where they can actually make a huge impact into some of these technologies. We just haven't really seen it yet.\n\nGustaf A.:                     So that was initially the idea why we did it. It was that we wanted to inspire a different set of people to come up with these new ideas.\n\nGustaf A.:                     I think it's important to work on just tradition carbon removal for now because if we don't do that and if we don't stop climate change, I think there is a risk that some countries will eventually take on much more riskier solutions when they're countries are under water. So it's very important that we work on the things that we know are safe right now. And planting trees is safe. And maybe of the thing that's these companies are working on is extremely safe. It's unsafe to do what we've been doing for the last few hundred years. But if we don't do them, I think there's a higher risk that people will take to more riskier bets. And that is not something we would fund, but I can see how some desperate people or desperate countries would do that.\n\nJason Jacobs:                Well, one counter argument that I've heard is that there's a difference between funding deployment of these technologies versus funding research. And that by not funding research, it's actually making it harder to regulate appropriately to keep those rogue nations from doing that because the regulatory bodies wouldn't really understand its capabilities or its limitations. How do you think about that? Do you draw that similar distinguishment, if that's a word, from deployment to research? And do you have a different opinion about the research? Or where do you come out?\n\nGustaf A.:                     I don't think we had a great experience with funding research as part of our program. It's just not something ... it typically doesn't go-\n\nJason Jacobs:                But your program aside, I'm more getting at should this research be funded by somebody and are you a proponent of that personally?\n\nGustaf A.:                     Oh, I don't even know if I've thought of that. I mean, I haven't thought about it too deeply. I'm not inherently opposed to it for any specific reason. I haven't thought about that question in particular. But I would say that there is a lack of money in research and the question whether that's going to come from private or government is an interesting one. I would love to see a lot more money coming form the government into these things for sure. And I think we don't really get involved until there is at least some idea of what the market might be.\n\nGustaf A.:                     And I know there's been a lot of interest in YC funding research because we've funded research in the past with a universal income basic study. I don't think in this case that we are the best organization set up to do this. I think we're a great organization set up to take research ideas that are ready to go into market into the market and to investors. I think that's what we do really well. I don't think that we're set up to fund research right now in that space. Yeah, I wish we were. But I don't think we are.\n\nJason Jacobs:                Well, I heard somewhere that you were encouraging people maybe working on nonprofit initiatives in this area. Is that true?\n\nGustaf A.:                     Yes. So we've funded nonprofits for a while. We have a couple learnings from funding nonprofits. The first nonprofit that we funded was Watsi and that was 2013. So it's been about 6 years since we started funding nonprofits. The thing that we have learned nonprofits is to have a really, really big impact on society, relying on donors is not a good way to have that impact. It's possible, it's just not a great way. So it's better, even if you're nonprofit, to rely on revenue where you're charging someone for something. Or at least you're not relying on big money donors, so you have to go out and spend most of the year raising funding or applying to grants. It doesn't scale very well. It works well when you're maybe 2 or 3 people, but when you're a few hundred people it doesn't work well.\n\nGustaf A.:                     The second thing that we've learned is technology can play a huge impact into nonprofits. So not a criteria, but a very common thread among the nonprofits we've funded the last couple years, has been that they use technology to achieve their goals. So an example of that is Tarjimly. Tarjimly is a platform where volunteers can translate for refugees in refugee camps. All they need to have is a phone with Facebook messenger and the same has to happen on the other end, and you can be, within a minute, a volunteer translator for a refugee. That's a technology driven nonprofit. There's no way you can make a profit off refugees. And that's something that works really well that we've been able to fund.\n\nGustaf A.:                     I think there are historical set up nonprofits that we're unlikely to fund because of how they look and the structure and the things that I mentioned. It doesn't mean that are opposed to nonprofits, but I think that in some cases when people apply to nonprofit, we try to question them and be like \"Are you sure that this is best done as a nonprofit if your goal is to achieve change in the world?\" And we try to convince them to do either a for profit or something in between.\n\nJason Jacobs:                What was it? There was a pretty well known political one that you guys took in as part of your class a year or two ago, right? Which one was that?\n\nGustaf A.:                     Well, we funded ACLU and we funded vote.org.\n\nJason Jacobs:                That's the one I was thinking of. Is there a comparable in the climate fight and would that be interesting? If Sunrise Movement came to you guys, would you have a reaction to them? Or Extinction Rebellion or any of these other grass roots?\n\nGustaf A.:                     I think ACLU was the one exception in the top of nonprofits that we've funded. It doesn't actually look like most of the ones that we fund on a regular basis. We funded Good Food Institute in a similar way, where they are focusing on promoting plant based and clean meat in the world. If a climate change or carbon removal nonprofit came to us, and like I mentioned they weren't well trained at running on big donors and they use technology in some way, then absolutely I think we would consider it. I don't think that we do very well for nonprofits that look like a traditional nonprofit, where the entire goal of YC is to raise more donations. I don't think that we help them very much. Unless they have a very strong ambition to change into something else. But sure. I think that we should do that. We're open to.\n\nGustaf A.:                     I would argue that nonprofit is often viewed as the way to have big change in the world without being conflicted about your profit motives. But in many of the cases of the things that we've funded, the profit motive is completely aligned with a long term change you want in the world. I think that there are many companies that we've funded, the clean meat company is in there, that their goal is to make plant based food and clean meat. And they are doing that for profit, which I think Beyond Meat went public the other week, and is a great example of how you can have a really ambitious plan which has potentially a massive effect for our climate, and be a for profit company. Where I think that people are making a mistake if they start thinking that good for the world means more nonprofit. I think that's a huge mistake.\n\nJason Jacobs:                I agree to some extent. I think the ... well, I do agree. But one thing I worry about is that the interest can align with your business model and mission for some time or maybe even for a long time, but it isn't guaranteed that it always will. And I think Facebook's a good example of that, where at some point there's no guarantee that they won't be at odds. And it's actually likely that at some point they will be at odds, and I think that's really where the friction occurs. And I'm not necessarily saying that means that you can't have a huge impact in the private sector, but it's just personally something that I worry about.\n\nGustaf A.:                     I'd rather have Facebook with great regulation than no Facebook and a bunch of nonprofits trying to do the same thing. I just think that in that case it was probably a regulatory failure partly. Again, I want to ... I'll give a very concrete example. So if you're a nonprofit, how are you going to hire engineers? Well, you're limited to the engineers that are interested in working for nonprofits and are not interested in the motive of getting good salary or good equity. So that limits the number of people you can hire, which in term limits the impact you can have in this conversation. So there are many down sides to it and I think people should be aware of those downsides and do a nonprofit if that's the only thing that you can do to impact that type of change. But in many other cases, I think having a for profit is not in the short term at least, in conflict with what you are trying to accomplish.\n\nJason Jacobs:                I have just a couple other quick questions on the YC side and then maybe one personal question. On the YC side, just one question is where government fits in. Let me stop there. Where does government fit into this equation? The ARPA-E’s with grants or ... because I know some of the harder tech types of opportunities, often times the non-dilutive grant capital can be an important mechanism. And so how do you guys think about that?\n\nGustaf A.:                     Yeah. So many of the companies, especially in biotech, for example, have relied on grant money from big national organizations in the carbon space that can amount in something similar. I don't think that we will have a very active government relations, if that makes sense. I think we'll meet with government organizations on a regular basis, but I don't think they will have an active ... usually I don't think that that is the critical point that makes these companies successful.\n\nJason Jacobs:                Is that a stage thing where it will be very important later on, presuming success in these early stages? But that's for the scaling companies and the later stage investors to deal with?\n\nGustaf A.:                     Yeah. I think so. If you look at our experience from Airbnb and the amount of public policy people that we had at Airbnb, there was two or something like when I joined. And there was 300 people at Airbnb when I joined. So it might be a stage thing where these profit teams are something you build up over time. I don't think it's ever a good idea to have critical reliance on government regulations from an early on stage. It's not good. It doesn't mean that selling to governments is a bad business. I actually think that it's a fantastic business that is changing very fast. But you have to be very aware of how government is organized and how slow they are. And they're not necessarily always a great buyer of things. It's not necessarily what I have in mind when I think about government [inaudible 00:38:23] here. I think of more what are the policies and things that need to change, or what are the kind of laws they need to live up to.\n\nGustaf A.:                     In the case of Pachama as an example, to take a very practical one. I'm sure that the thing that matters to them is going to be how do you plug into the large compliance carbon market in the world. That might be very important. Or maybe for both of those companies, or other companies in the future, there might be [inaudible 00:38:46] that fight for more climate rights or a carbon tax or carbon incentives. That might make sense as well for both of them. I don't really know. But in terms of regulatory environment, I think the ... for example, low carbon fuel firms are relatively easy things to figure out. It's not like you need to hire lots of people to figure that out.\n\nGustaf A.:                     So I don't think we have a strong view for these companies in particular, but I would say that ... let me put it this way. From my experience from YC is that the very fastest moving potential customers or partners that you might have are other start ups. Second to that are other companies. And third to that is government. So it's never the fastest moving organization that you want to allow your business on. So it's not something that you would prioritize right away because it involves a huge amount of risk.\n\nGustaf A.:                     So let's say if I was Prometheus Fuels, and I have no idea of this is what they're planning or not, but if I was them and I wanted to try to sell fuel, from the beginning I would do what Impossible Foods do. Which is go to a high end, try to find my customers who are willing to pay a bit more for their fuel if it's carbon neutral, and then go to high end places where I could partner with, maybe Whole Foods or something like that, where you can sell that fuel. Whole Foods is a bad example. Some way of going after the small, niche private market and not trying to go after government right away. Because I think it'll much more difficult. Similar to the Tesla strategy where they went after individuals to sell their first cars, I think is a good way to get started. And if I was Pachama I would go after fast moving start ups with a good conscience and who plan to go carbon neutral, and then maybe bigger companies with the same motive, versus going after and trying to change the government or policies and stuff right away. Because it's going to take a lot longer time, it's a lost more riskier.\n\nJason Jacobs:                And the last YC focused question is more around ... you talked about market base and how the cost would keep coming down as these companies scale. I've heard some people in the industry, actually a number of people, say that for certain types of solutions they're important to the carbon fight, but that until there's a price on the externalities and there's actually a price put on the emissions that some of the other fuels are doing, or at least getting rid of the fossil fuel subsidies, that it won't be a level playing field and the best technology from an emissions standpoint won't win. Do you actively avoid those areas or do you see building into them assuming that at some point that price comes?\n\nGustaf A.:                     Well, I can tell you what I personally believe. I personally believe that the carbon prices are going to go up. So the fees or the taxes around the world are going to go up. And it'll happen country by country or maybe regions by regions, but they will go up. That is my long view of things. Which means that many of these things will ... and there are many governments in the world, so there's many potential markets where this might happen earlier. You look at Tesla in Norway where they have amazing subsidies for electric cars. Electric cars is 50% of the new cars sold. So if you believe it'll happen, albeit slowly, in some markets first, then it's just something that you just take into account that it will happen. And if you look on solar panels that the reason that we have solar panels today that are able to be market competitive with other sources of energy is the combination of the subsidies of Germany and China and what they did for a long period of time in pushing down the cost of the panels being produced. We might need that things for some other technologies. I don't think that investors are going to be excited about investing into something that is on the consumer or buyer level 80% funded by subsidies. I don't think it's the kind of risk that they are willing to take.\n\nGustaf A.:                     I think that rather when we see a scenario, and this the kind of model that I want to see when companies come in and apply to YC, is sort of what are the things that have to turn right for this to be competitive on the market level price? So if you're removing carbon from the atmosphere, how do you make sure that what you're doing actually can beat trees or they can beat solar carbon, or something like that? Because I don't think that you can raise a lot of money ... and we're not the best funder of something that'll cost a billion dollars before you go to market. We're not the kind of organization you should fund that to. You should find another way of funding that. We're not the best one. At least if it's at the end of that, there's a potential of reliance on subsidies.\n\nGustaf A.:                     So yeah, I think we will very quickly start to pay for the higher cost of the carbon that we emit. It's not necessarily a great political strategy in my opinion, but it is a really good market strategy to get industry to do the right thing. And I believe that it will happen. I'm not sure that it will happen in the US right away, but I really believe that it will happen in some market. And many of the companies that I've seen here actually have the Nordic market as some of their first customers. Some of the most progressive say oil companies or energy companies are in Norway.\n\nGustaf A.:                     Oh, yeah. Okay. So it's not just because they're the only countries in the world that care about it. They just happened to be a few years earlier, I think. And it's not crazy that if you make electric airplanes that you sell them to Scandinavia first, because they also seem to care a lot. And gas and fuel are extremely expensive there. So if you have another means of powering your car or your vehicle, then those might be a great market, too.\n\nGustaf A.:                     So yeah, I think it'll happen. I'm not too worried about it. I think you do the best when you don't rely on this, so you have a real ... you have to fight really hard. And I think that we've seen that online again, that people can do a lot more than they think and history is not necessarily a good predictor of how much you are able to achieve in your space.\n\nJason Jacobs:                So my last question, Gustaf, is more of a personal one and it's actually one that I would be interested to ask you with or without the microphone on. But something that I wrestle with is just that this really does feel to me like an existential crisis and it's hard for me to imagine working on anything that isn't related to de carbonization, especially given that I'm fortunate enough to have some flexibility to choose what I work on. And I guess given that this is some percentage of your time but not the full percentage of your time, is that something that you wrestle with? And how much of a pickle do you think we're in? And how do you reconcile those things?\n\nGustaf A.:                     So I'll make an analogy to Sweden. In Sweden there's a huge debate right now whether you should fly at all or you should take the train or the amount of sacrifices you should do in your life to live a carbon free life. I grew up, I've been a vegetarian for 25 years of my life. I recently learned that the percent of vegetarians in society has been steady at 5% for the last hundred years. So for those 25 years I remember there's been many, many, many organizations or for the last hundred, they were fighting for people to become vegetarians. They haven't done so well. They haven't been very successful at convincing others to be vegetarians. Maybe because it's a sacrifice that most people are not willing to do. So I believe that let's say even half of Sweden would make the sacrifice of sacrificing lots in their life to live a less carbon impactful life. I don't think it's something that everybody is willing to do. No matter how much you want that, it's not going to happen.\n\nGustaf A.:                     So what will happen, or what is a better bet in my opinion, is that we come up with a bunch of new technologies that changes the game. If you can grow plant based food or plant based burgers that taste like meat, or grow real meat in a bioreactor, that is the kind of technology change that will make all those people trying to convince people to be vegetarians feel completely obsolete. Because you don't need to do that. You can continue eating meat the way you've been doing before, it's just not meat that causes enormous amount of emissions.\n\nGustaf A.:                     Similarly for other things in life, I think the best thing that we can do is put a lot of money and smart people from technology and motivate them in the right way. For every great entrepreneur that comes to me and say, like yourself, \"This is my life's work. I am so passionate about this and I can't think of anything more important for the next 20 years to work on than this,\" that makes me a lot more hopeful than for every person that comes to me and say \"I am going to give up flying.\" Because they can have the kind of technology change in society that will change it for everybody, not just people they've convinced. And not only that, those are potentially good companies to start. There's a bunch of things that are positive with that versus just trying to go around the world and convince people to change their lifestyle. I think it's a much harder thing to do and I can't think of a really great example where just down people's lifestyle changes made societal change happen. I think you need systematic change and legal change and a bunch of different things that need to change than just people's opinions or people restraining themselves.\n\nGustaf A.:                     I don't really believe in that. It doesn't mean that that's not sort of a moral signal. I really just don't believe in it. I think that the best chance we have to make this change is to just fund lots and lots of people that are working on things that are going to be decarbonize our society. And I think that in some sense YC is a combination of a bunch of crazy bets. Who knows if they will really work out. And a bunch of more safer bets, which the safer bets are more typical like the SAS, BDB companies. And for every SAS, BDB companies, we can do some crazy bets because they sort of allow us to fund more things. But I think we need to do both, because otherwise if YC would just stay and fund the things we found in the very beginning like consumer internet, we'd have a much smaller YC right now because consumer internet isn't very big right now. And if YC has expanded to hardware and biotech and SAS and BDB and Enterprise, that allowed us to have a bigger impact on the world.\n\nGustaf A.:                     So until funding carbon removal or climate change investments is the biggest market, we're going to have to do many other things to sustain ourselves to be able to do that. So I don't think that it would be right to just go all in on this. And again, it's not just about a funding problem, it's inspiring founders to work on this thing. And I believe you need to be in the mainstream. The kind of founders I want to start these companies are people that haven't worked on these things in the past. Because there just aren't that many people that have done it in the past. We need new people.\n\nGustaf A.:                     So for that reason I believe that it's really important for me to be in the mainstream of technology and for YC to be in the mainstream of technology. There's no conflict here and I don't think it would be a good use of my time to go and be extreme right now.\n\nJason Jacobs:                Well, I thought this was a really fascinating discussion. I definitely learned a lot. And for what it's worth, I'm glad that you guys are here. It's early, but we need more shots on goal, we need more learning, and I like the ambition and I like the focus. So I'm glad that you came on the show and I'm glad that you're doing what you're doing. So please keep it up.\n\nGustaf A.:                     Thank you so much. Thanks for organizing this podcast. There are not that many great podcasts, or not that many at all, around this topic. And I have been listening to all of them. And just to get a sense for what goes on in the world. I have a feeling that a year from now there will so much buzzing in this space that you won't be able to follow everything that's going on. But at this point, I feel like in many cases you're able to follow everything because it still feels pretty small. But I think it's just a thing that we'll both do and then soon there'll be so many people that we'll meet that work on these things that we can't even keep count.\n\nJason Jacobs:                That's my bet as well. And my hope also, both selfishly and for good of the world.\n\nGustaf A.:                     Thank you so much.\n\nJason Jacobs:                Hey, everyone. Jason here. Thanks again for joining on My Climate Journey. If you'd like to learn more about the journey, you can visit us at myclimatejourney.co. Note, that is .co, not .com. Someday we'll get the .com, but right now .co. You can also find me on twitter at @JJacobs22 where I would encourage you to share your feedback on the episode or suggestions for future guests you'd like to hear. And before I let you go, if you enjoyed the show please share an episode with a friend or consider leaving a review on iTunes. The lawyers made me say that. Thank you."
}