{
    "title": "Y Combinator",
    "url": "https://www.ycombinator.com/blog/tag/interview",
    "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Interview) Building APIs for AI: An Interview with Zapier’s Bryan Helmig We sat down with Bryan Helmig, the CTO and founder of Zapier, to talk APIs and interoperability, and learn more about the company’s first-ever public API: Natural Language Actions (NLA). Technical Interview Garry Tan Garry Tan 3/22/2023 YC Founder Firesides: Mutiny on AI and the next era of company growth YC’s Anu Hariharan sat down with Mutiny co-founder and CEO Jaleh Rezaei to talk about their recent acquisition of Intellipse, an AI marketing platform, as well as how AI will impact the next era of growth. Startups Interview YC Continuity Founder Stories Podcast Growth Leadership Y Combinator Y Combinator 10/24/2022 YC Founder Firesides: Gusto on building for new verticals Today, more than 200,000 businesses use Gusto for payroll, employee benefits, talent management, and more. And with the recent addition of Gusto Embedded, developers now use Gusto’s APIs and pre-build UI  flows to embed payroll, tax filing, and payments infrastructure into products. YC Events Startups Interview YC Continuity Founder Stories Podcast Growth Leadership Y Combinator Y Combinator 8/15/2022 All Posts YC Founder Firesides: Brex on spend and speed as a strategy by Y Combinator 4/21/2022 YC’s Anu Hariharan sat down with Brex Co-CEO Henrique Dubugras to talk about the launch of Empower and Henrique’s advice for startup founders and CEOs. Read More Amber Atherton of Zyper and Iba Masood of TARA on Raising a Series A as a Female Founder by Y Combinator 12/18/2019 Amber Atherton is the founder and CEO of Zyper (YC W18). Read More Laks Srini on Making Homeownership in Reach with ZeroDown by Y Combinator 12/11/2019 Laks Srini is the cofounder and CTO of ZeroDown. Before that he was the cofounder and CTO of Zenefits. Read More Matt Cutts on the US Digital Service and Working at Google for 17 Years by Y Combinator 12/4/2019 Matt Cutts is the Administrator of the US Digital Service and previously he was the head of the webspam team at Google. Read More Vikrum Nijjar: Engineer #1 at Firebase and Founder of Gold Fig Labs (YC S19) by Ryan Choi 11/22/2019 Vikrum Nijjar joined as the first engineer at Firebase, and did whatever it took to help the company succeed: scaling out infrastructure, shipping mobile SDKs, hosting 1-1 office hours with developers and even standing in as SRE for 24×7 hour shifts… for over a year. Read More Diana Hu on Augmented Reality and Building a Startup in a New Market by Y Combinator 8/28/2019 Diana Hu cofounded Escher Reality, which went through the Summer 2017 batch of YC. They were acquired by Niantic and she is now the head of their AR platform. Read More Aaron Harris on Fundraising and Meeting with Investors by Y Combinator 8/21/2019 Aaron Harris is a Partner at YC and before that he cofounded Tutorspree. Read More Showing 1 to 10 of 180 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
}