[
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/yc-news",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (YC News) Dalton Caldwell’s Move to Partner Emeritus After 12+ years, 25 batches, and working with more than a thousand startups, Dalton Caldwell is transitioning to Partner Emeritus at YC. ... YC News Garry Tan Garry Tan 6/12/2025 Welcoming Jon Xu and Andrew Miklas as YC’s Newest General Partners Over the last few batches, visiting partners Jon Xu and Andrew Miklas have become two of the most trusted voices in the YC community. They were both founders in YC’s Summer 2010 batch, and now, 15 years and two industry-shaping companies later, they’re back in a new role: General Partners at YC. YC News Garry Tan Garry Tan 5/21/2025 Tyler Bosmeny built Clever into a $500M company–now he’s helping YC founders do the same as General Partner We’re thrilled to welcome Tyler Bosmeny back to YC, this time as a General Partner. YC News Garry Tan Garry Tan 4/1/2025 All Posts Michael Seibel's Legacy Continues at YC: Transition to Partner Emeritus by Garry Tan 3/20/2025 If you’ve been around YC, you know Michael Seibel has been a huge part of it for over a decade. He’s done it all - YC Founder (w07, w12), Group Partner, and Managing Director/CEO of the YC accelerator. Along the way, he’s helped thousands of founders, shaped how we work with startups, and played a big role in YC’s growth. Read More East Coast College Tour 2025 by Y Combinator 3/13/2025 YC is going on a college tour! We're visiting Harvard, Yale, MIT, Columbia, Cornell, and Cornell Tech. \n\nIf you're a current student at any of those schools and interested in startups, we'd love to meet you. Read More Summer Fellows Grants by Harj Taggar 2/17/2025 This summer, YC will be giving grants to college students to work on their own technical projects. We’re calling these the Summer Fellows Grants.\n\nWe hope this will encourage the smartest students to indulge their intellectual curiosity and work on hard technical things. Read More Join us at AI Startup School — June 16-17 by Garry Tan 2/12/2025 We're gathering 2,000 of the top CS undergrads, masters, and PhD candidates in AI to hear from speakers including Elon Musk, Satya Nadella, Sam Altman, Andrej Karpathy, Andrew Ng, and many more — the world’s top AI experts and founders who will teach you how to build the future. Read More Announcing the YC Spring 2025 batch by Dalton Caldwell 1/20/2025 Y Combinator is now running four batches per year: Winter, Spring, Summer, and Fall. We completed the first ever fall batch last year, F24, and are proud to announce the first ever spring batch. Applications are now open. Read More YC Winter 2025 batch applications due by Tuesday, November 12, 2024 by Jared Friedman , Aaron Epstein 11/5/2024 To better serve founders given the rapid rate of technological change, YC recently switched from two to four batches per year.\nThe winter 2025 batch will run from January to March, and applications are due on November 12. Read More Join us at Startup School Europe in London - November 23 by Y Combinator 10/3/2024 Applications for Startup School Europe are now open! Read More Showing 1 to 10 of 1833 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/yc-events",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (YC Events) East Coast College Tour 2025 YC is going on a college tour! We're visiting Harvard, Yale, MIT, Columbia, Cornell, and Cornell Tech. \n\nIf you're a current student at any of those schools and interested in startups, we'd love to meet you. YC News YC Events Y Combinator Y Combinator 3/13/2025 Join us at AI Startup School — June 16-17 We're gathering 2,000 of the top CS undergrads, masters, and PhD candidates in AI to hear from speakers including Elon Musk, Satya Nadella, Sam Altman, Andrej Karpathy, Andrew Ng, and many more — the world’s top AI experts and founders who will teach you how to build the future. YC News YC Events Garry Tan Garry Tan 2/12/2025 Join us at Startup School Europe in London - November 23 Applications for Startup School Europe are now open! Startup School YC Events YC News Y Combinator Y Combinator 10/3/2024 All Posts YC in the UK by Y Combinator 4/15/2024 YC will be visiting London and three universities in the UK – Cambridge, Imperial, and Oxford. If you’re interested in starting a startup, or are in the early stages of building one, we hope to see you there. Read More YC’s Health & Bio Summit is coming to SF in December — apply now to attend by Surbhi Sarna 10/11/2023 If you’re in the early stages of building a health or bio startup and want to meet others doing the same, join us at the YC Health & Bio Summit in San Francisco on December 6, 2023. Read More Announcing the YC Summer Conference – for students interested in startups by Y Combinator 4/12/2023 If you want to learn more about what it takes to start a startup – or how to get a job at one – join us for a one-day event in Mountain View, CA! Read More YC Meetup on Building Open Source Software Startups by Y Combinator 3/16/2023 We're hosting a meetup for Open Source Software startups! YC has funded over 75 OSS companies to date and we’re especially excited about them. If you’re interested in starting one someday, join us to connect & learn with other founders in the space. Read More YC Generative AI Co-Founder Meetup by Catheryn Li 12/9/2022 YC is excited to announce our first-ever generative AI themed co-founder speed-dating event, happening virtually on Saturday, December 17th at 11am-1pm PST. This is your chance to meet other ambitious and creative individuals who share your passion for using generative AI to drive innovation. Read More YC Happy Hour at the JP Morgan Healthcare Conference by Surbhi Sarna 11/29/2022 Join us for a happy hour during the JP Morgan Healthcare Conference in San Francisco on January 10th. If you’re a YC alum, an investor, industry leader, or are interested in starting a bio or healthcare company, we’d love to see you there. Read More YC ClimateTech Co-Founder Meetup by Catheryn Li 10/14/2022 We’re excited to announce the first YC ClimateTech Co-Founder Meetup. If you’re interested in starting a ClimateTech startup and want to meet other potential co-founders in the space, register to attend by October 25th. Read More Showing 1 to 10 of 83 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Tyler Bosmeny built Clever into a $500M company–now he’s helping YC founders do the same as General Partner | Y Combinator",
        "url": "https://www.ycombinator.com/blog/welcome-tyler",
        "content": "When Tyler applied to YC in 2012, his startup idea was an unusual one. An API for schools? But outliers always sound unusual at the outset. At Demo Day, he shocked the room when he announced that he’d already signed on 1,000 schools. Over the next 10 years, he and his cofounders grew Clever into an educational powerhouse, used every day by over half of K-12 students in the USA– my kids included. In the end, his vision paid off spectacularly when he sold Clever for $500 million.\nThat kind of determination and conviction is exactly what defines the very best YC founders. And it’s why we’re thrilled to welcome Tyler back to YC, this time as a General Partner.\nTyler knows firsthand what it takes to beat the odds and turn an early-stage idea into a thriving business. He understands the emotional rollercoaster of entrepreneurship—finding product-market fit, scaling a team, securing key customers, and all the strategic decisions in between.\nBut what truly sets Tyler apart is his extraordinary skill in sales. He’s simply one of the best sales leaders we’ve seen. He brings a natural talent for connecting with customers, building trust, and closing deals. His famous “ How to Sell ” class remains one of YC’s most-watched videos. I can’t wait for all YC founders to benefit from his mentorship and land those crucial first customers faster.\nAnd, of course, I can’t introduce Tyler without mentioning one of his most intriguing hobbies: in his spare time, he’s a gelato chef who has crossed the globe in his quest to perfect his pistachio gelato recipe.\nWe couldn’t be more excited to have Tyler on board. Welcome to YC, Tyler!"
    },
    {
        "title": "Dalton Caldwell’s Move to Partner Emeritus | Y Combinator",
        "url": "https://www.ycombinator.com/blog/dalton-caldwell-partner-emeritus",
        "content": "After 12+ years, 25 batches, and working with more than a thousand startups, Dalton Caldwell is transitioning to Partner Emeritus at YC.\nDalton joined YC in 2011 and has contributed in a number of roles over the years, most recently as a Managing Partner. During his time here, he worked closely with founders and played a consistent role in how we support companies at the earliest stages.\nHe was also deeply involved in YC’s application process, helping to refine how we evaluate early-stage teams and identify founders with clarity, strong ideas, and product instincts. Over the years, he’s been a steady presence for founders navigating the earliest and often hardest parts of company-building.\nNow, Dalton is stepping into a new role as co-founder of Standard Capital, an AI-native Series A firm he’s launching with Bryan Berg and our very own Paul Buchheit. It’s a natural next step for Dalton, and one we’re excited to support.\nWhile he’s stepping back from day-to-day work at YC, he’ll remain part of the community as Partner Emeritus, continuing to be a resource to founders and alumni in a more limited capacity.\nWe appreciate Dalton’s many contributions to YC over the past decade and look forward to cheering him on in this next chapter and beyond."
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/founder-stories",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Founder Stories) Dissecting the past to predict the future: Tracy Young on building TigerEye In 2018, Tracy Young and her co-founders sold PlanGrid for $875 million. By 2021, she was ready to jump back in and do it all over again with a brand new startup. I chatted with Tracy about what drives her and some of what she's learned along the way. Founder Stories Advice Greg Kumparak Greg Kumparak 6/12/2024 The Reddits \"I met the Reddits before we even started Y Combinator. In fact they were one of the reasons we started it,\" writes PG. Founder Stories Paul Graham Paul Graham 3/21/2024 Surbhi Sarna's new book on entrepreneurship YC Group Partner Surbhi Sarna has written a book called Without a Doubt, and today it goes on sale. ... YC News Women Founders Founder Stories Jared Friedman Jared Friedman 3/7/2023 All Posts Learnings of a CEO: Snapdocs’ Aaron King on navigating market cycles by Lindsay Amos 1/30/2023 Founder & CEO Aaron King expertly built Snapdocs through volatile market conditions and with minimal outside funding into the mortgage industry's leading digital closing platform, valued at $1.5B today. This is what he learned about navigating market cycles. Read More YC Founder Firesides: Mutiny on AI and the next era of company growth by Y Combinator 10/24/2022 YC’s Anu Hariharan sat down with Mutiny co-founder and CEO Jaleh Rezaei to talk about their recent acquisition of Intellipse, an AI marketing platform, as well as how AI will impact the next era of growth. Read More Learnings of a CEO: Matt Schulman, Pave, on Hiring by Lindsay Amos 10/17/2022 Pave Founder and CEO Matt Schulman has created one of the most comprehensive and thorough recruiting processes, which has made him one of the most successful recruiters in the YC community. Read More First Five Launches with Whatnot by Y Combinator 9/29/2022 Like every startup, the founders of Whatnot began with only an idea. YC’s Anu Hariharan sat down with the co-founder and CEO of Whatnot Grant LaFontaine to discuss their first five launches, and how they helped shape the company into a billion dollar marketplace today. Read More Y Combinator Top Companies - August 2022 by Y Combinator 8/23/2022 Today we’re excited to release an update to the YC Top Companies list. There are now 15 public YC companies, 316 private YC companies that are valued at over $150M, and over 80 are valued at over $1B. Read More First Five Hires with PostHog by Y Combinator 8/16/2022 PostHog (YC W20) is a suite of open source product analytic tools that companies can host themselves. YC’s Anu Hariharan sat down with the co-founder and CEO of PostHog James Hawkins to discuss hiring their first five employees. Read More YC Founder Firesides: Gusto on building for new verticals by Y Combinator 8/15/2022 Today, more than 200,000 businesses use Gusto for payroll, employee benefits, talent management, and more. And with the recent addition of Gusto Embedded, developers now use Gusto’s APIs and pre-build UI  flows to embed payroll, tax filing, and payments infrastructure into products. Read More Showing 1 to 10 of 83 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "YC Winter 2025 batch applications due by Tuesday, November 12, 2024 | Y Combinator",
        "url": "https://www.ycombinator.com/blog/yc-winter-2025-applications",
        "content": "At YC's Startup School conference this year with Paul Graham and Sam Altman, one of the consistent themes was that this is the best time in the last 20 years to start a company.\nTo better serve founders given the rapid rate of technological change, YC recently switched from two to four batches per year.\nThe Winter 2025 batch will run from January to March, and applications are due on November 12.\nMany of the famous YC companies applied last minute, right before the deadline, with little more than an idea. So if you think you're \"too early\", you're probably not, and you have nothing to lose by applying.\nTo apply, please submit an application by Tuesday, 11/12 @ 8PM PT."
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/author/harj-taggar",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts By Harj Taggar Summer Fellows Grants This summer, YC will be giving grants to college students to work on their own technical projects. We’re calling these the Summer Fellows Grants.\n\nWe hope this will encourage the smartest students to indulge their intellectual curiosity and work on hard technical things. YC News Harj Taggar Harj Taggar 2/17/2025 Meet YC’s newest Visiting Group Partners We're excited to announce we have three new Visiting Group Partners joining us for the S24 YC batch. YC News Partners Harj Taggar Harj Taggar 4/17/2024 Convincing Engineers to Join Your Team Harj Taggar is cofounder and CEO of Triplebyte (YC S15). Triplebyte helps great engineers find work at the fastest growing companies in the world, ... Advice Harj Taggar Harj Taggar 9/7/2018 All Posts How to Hire Your First Engineer by Harj Taggar 8/21/2018 Harj Taggar is cofounder and CEO of Triplebyte (YC S15). Triplebyte helps great engineers find work at the fastest growing companies in the world, with the least amount of time and effort. Before cofounding Triplebyte, Harj was a Partner at YC. Read More Showing 1 to 4 of 4 total posts Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/author/jared-friedman",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts By Jared Friedman YC Winter 2025 batch applications due by Tuesday, November 12, 2024 To better serve founders given the rapid rate of technological change, YC recently switched from two to four batches per year.\nThe winter 2025 batch will run from January to March, and applications are due on November 12. Admissions YC News Jared Friedman Jared Friedman 11/5/2024 Hard Tech Companies, Then and Now Most people know YC for funding software companies. But some of our most successful companies are the ones doing incredible things in the real world — the hard tech companies. Video Jared Friedman Jared Friedman 4/11/2024 Surbhi Sarna's new book on entrepreneurship YC Group Partner Surbhi Sarna has written a book called Without a Doubt, and today it goes on sale. ... YC News Women Founders Founder Stories Jared Friedman Jared Friedman 3/7/2023 All Posts Announcing Startup School 2022 by Jared Friedman 5/17/2022 Today, we’re opening up registration for Startup School 2022, a live, online course where YC Group Partners and successful YC founders teach you how to build a billion dollar company. Read More Ginkgo Bioworks (S14) is going public today by Jared Friedman 9/17/2021 Ginkgo Bioworks is the first biotech company YC funded, and today they are going public. To celebrate their IPO, here’s the story of how Ginkgo Bioworks ended up in YC, and what their journey was like as YC’s first biotech startup. Read More How to spin your scientific research out of a university and into a startup by Jared Friedman 10/28/2020 This is advice for people who have done scientific research at a university and are considering starting a company to commercialize it. Read More First YC Bio company to start clinical trials by Jared Friedman 10/14/2020 Shasqi is the first YC Bio company to start first-in-human clinical trials for a drug. Read More Responding to COVID-19 by Jared Friedman 3/25/2020 In order to confront the COVID-19 crisis, we need to immediately mobilize global scientific and technical talent. There are already a number of YC companies that are helping with the crisis, and we’re looking for more startups that, if successful, could alter the trajectory of COVID-19. We’re particularly interested in startups working on: Read More YC and Ginkgo Bioworks announce new partnership for synthetic biology startups by Jared Friedman 9/16/2019 Ginkgo Bioworks was the first bio company YC funded, back in summer 2014, which makes us especially delighted to announce a new partnership between YC and Ginkgo. Read More How Biotech Startup Funding Will Change in the Next 10 Years by Jared Friedman 8/5/2019 Back when YC was getting started about 10 years ago, Paul Graham wrote some essays that predicted the way startup fundraising would change in the next decade – accurately, it turns out. Paul Graham predicted that there would be way more startups, that they’d be cheaper to start, that new kinds of investors would fund them, that founders would be more technical, and that founders would keep control of their companies. All of those seem to have come true. Read More Showing 1 to 10 of 15 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/biotech",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Biotech) YC’s Health & Bio Summit is coming to SF in December — apply now to attend If you’re in the early stages of building a health or bio startup and want to meet others doing the same, join us at the YC Health & Bio Summit in San Francisco on December 6, 2023. YC Events Biotech Healthcare Surbhi Sarna Surbhi Sarna 10/11/2023 YC Happy Hour at the JP Morgan Healthcare Conference Join us for a happy hour during the JP Morgan Healthcare Conference in San Francisco on January 10th. If you’re a YC alum, an investor, industry leader, or are interested in starting a bio or healthcare company, we’d love to see you there. YC Events YC News Healthcare Event Biotech Surbhi Sarna Surbhi Sarna 11/29/2022 YC’s 1st Health and Bio Summit We’re excited to announce the first YC Health and Bio Summit that will take place in San Francisco on October 21, 2022. \nThe half day conference will feature bio and healthcare founders and investors who will tell their stories and share advice for entrepreneurs who are just getting started. YC News YC Events Biotech Healthcare Surbhi Sarna Surbhi Sarna 9/14/2022 All Posts 11 YC startups hiring for biology, life sciences, chemistry and data informatics roles by Ryan Choi 8/12/2021 Today, YC funds more seed stage biotech companies than any other investor.\n\nTo help further the mission of our biotech and hard science startups, YC is now expanding YC’s job platform to support science-related roles. Read More The Pre-Product Startup and the FDA by Reshma Khilnani , Jared Seehafer 3/3/2021 A frequent question we get at YC is “when do I start thinking about the FDA Obviously, there is no single answer to such a complex question, but here are some basic rules of thumb for how to think about it. Read More FDA: Orientation for Early Stage Startups by Reshma Khilnani , Jared Seehafer 3/2/2021 One of the most common topics YC Bio founders ask us about is the US Food and Drug Administration (FDA), and the broader regulatory environment. As a starting point, we wanted to touch on some of the most important concepts bio founders should think about. Read More How to Start a Biotech Company on a Budget by Reshma Khilnani 1/20/2021 Running a biotech company is capital intensive, and this can make it intimidating to get started. Founders sometimes face a chicken and egg problem: how do you make progress without millions of dollars in funding, and how do you raise millions of dollars in funding without having made progress? Read More How to spin your scientific research out of a university and into a startup by Jared Friedman 10/28/2020 This is advice for people who have done scientific research at a university and are considering starting a company to commercialize it. Read More First YC Bio company to start clinical trials by Jared Friedman 10/14/2020 Shasqi is the first YC Bio company to start first-in-human clinical trials for a drug. Read More Responding to COVID-19 by Jared Friedman 3/25/2020 In order to confront the COVID-19 crisis, we need to immediately mobilize global scientific and technical talent. There are already a number of YC companies that are helping with the crisis, and we’re looking for more startups that, if successful, could alter the trajectory of COVID-19. We’re particularly interested in startups working on: Read More Showing 1 to 10 of 18 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/essay",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Essay) Why would you work at a startup in an economic downturn? Now is as good a time as any to start a startup – especially if you get into YC. But what about joining a startup in this economy? We’re obviously biased, but we think it’s a great time to join a startup too. Here are three reasons to consider. Jobs Essay YC News Ryan Choi Ryan Choi 2/23/2023 Why would you start a startup in an economic downturn? In an economic downturn, there are obvious downsides of starting a startup — but there are also powerful upsides; because to survive, you have to *actually* build something people want. YC News Essay Admissions Stephanie Simon Stephanie Simon 2/21/2023 How to maintain engineering velocity as you scale Faire’s engineering team grew from five to over 100 engineers in three years. Throughout this growth, we were able to sustain our pace of engineering execution by adhering to four guiding principles. Essay YC Continuity Technical Startups Leadership Company Building Growth Marcelo Cortes Marcelo Cortes 10/25/2022 All Posts 2021 — YC Year in Review by Geoff Ralston 1/19/2022 In 2021, many YC founders led their companies to achieve outstanding results, and we are honored to be part of these companies’ history. Read More Venture Debt 101: Basics and Approach by Jon Levy 8/26/2021 In this guide, YC Managing Director Jon Levy talks about venture debt. He covers what it is, walks through some of its benefits and risks, and gives advice on how to approach the process of taking on venture debt. Read More 2020 — Year in Review by Geoff Ralston 12/22/2020 In early 2020 the entire world underwent a transformation. The planet was consumed by a pandemic that altered life as we knew it. Most of our normal routines changed immediately. At YC, like most businesses, we closed our offices. We were forced to rethink the end of our Winter 2020 batch and transformed its demo day to an online-only event. Read More How Biotech Startup Funding Will Change in the Next 10 Years by Jared Friedman 8/5/2019 Back when YC was getting started about 10 years ago, Paul Graham wrote some essays that predicted the way startup fundraising would change in the next decade – accurately, it turns out. Paul Graham predicted that there would be way more startups, that they’d be cheaper to start, that new kinds of investors would fund them, that founders would be more technical, and that founders would keep control of their companies. All of those seem to have come true. Read More YC Has Changed by Michael Seibel 9/28/2018 As YC grows, founders are wondering how it’s improved over time. This is a valid line of questioning – clearly much has changed about YC over 13 years. We have new leadership, much larger batch sizes, we invest more money, we have a growth fund, a series A program, a massive MOOC, and an internal social network for YC founders named Bookface. Read More Why Does Your Company Deserve More Money? by Michael Seibel 7/9/2018 The hardest conversation I have to have with a founder is when they’ve spent their 1-2 million dollar angel round but haven’t found product market fit. Unfortunately, I have to ask them a very unforgiving question: why does your company deserve more money? Read More One Order of Operations for Starting a Startup by Michael Seibel 3/20/2018 More often than not, when I talk to a talented technical person who’s thinking about becoming a founder, their number one blocker is that they don’t have an idea. At some point during their formative years they learned that every great startup started with a great idea and if the idea isn’t amazing (usually as judged by peers, parents, or other people with little startup experience), the startup will fail. Read More Showing 1 to 10 of 37 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/female-founders",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Female Founders) Female Founders Conference applications are open now We’re bringing the Female Founders Conference back in-person, and we’ll be hosting it on August 2 at our office in the Dogpatch in San Francisco. Event YC News Female Founders Surbhi Sarna Surbhi Sarna 6/18/2024 YC Jobs Series: Women Engineers in Startups This fall, we are hosting our second annual Women Engineers in Startups program. The program brings together a cohort of women engineers who are interested in finding roles at fast growing startups. YC Events Women Founders Jobs Female Founders Event Paige Omura Paige Omura 9/2/2022 From Self-Doubt to Starting Up: Words of Wisdom for Women Founders From YC Continuity Partner Anu Hariharan We’ve been talking about the unique challenges facing women founders for years, but the pandemic was particularly hard for women looking to start their ... Advice Female Founders Lindsay Amos Lindsay Amos 3/30/2021 All Posts Promise Co-Founder and CEO Phaedra Ellis-Lamkins on Being a Force for Good by Lindsay Amos 3/26/2021 Pheadra Ellis-Lamkins, Co-Founder and CEO of Promise, had witnessed technology’s impact on the work communities in which she’d been a part — and not always for good. In the labor force and the environment sector, she’d seen technology replace jobs, relegating janitors and receptionists to contract work. In the music industry, she’d seen artists’ content devalued with advances in digital innovation. “I went into tech to understand it,” she said. Read More Edlyft Co-Founder and CEO Erika Hairston: How Community Can Elevate Tech by Lindsay Amos 2/25/2021 Edlyft co-founder and CEO Erika Hairston never imagined herself as a “techie,” but was drawn to computer science while at Yale University—not that it was a cinch for her. “I actually really struggled through the major and almost dropped it,” she says. While she ultimately persevered and graduated with her computer science degree from Yale in 2018, she also built appreciation for what it’s like to be truly intimidated by a subject matter. Read More Partnering with CodePath and ColorStack to support future technical founders by Geoff Ralston 11/19/2020 YC was founded around the idea that technologists should be at the center of tech innovation. It seems obvious today, but it wasn’t always that way. We believe that technology startups should include a technical founder because it is critical that a CTO have a seat at the table where key decisions regarding the future of the startup are made. When it comes to deciding what to do with technology, technical founders know what the options are and what kinds of problems are hard and which are easy.1 Because of this core thesis, over the years we have actively done outreach to computer science majors in order to explain the advantages of being a startup founder. Read More Future Founders Conference for Women Globally by Kat Mañalac 10/15/2020 On November 18, we are hosting our first Future Founders Conference for women who aspire to become a startup founder. The event will be online, and whether you are curious about launching your own startup or are in the early stages of building one, you’ll walk away with the knowledge to define your own path. Read More The YC Directory by Geoff Ralston 9/21/2020 We recently launched the YC Directory. The directory lists 2,000+ publicly launched YC companies and makes it simple to filter by batch, industry, status, region, and company size. Potential investors and partners can use the directory to easily find and contact the companies with whom they’d like to work. The directory also has a filter for discovering YC companies that are hiring. We hope this tool helps job seekers find their next role. Read More Female Founders Office Hours and Happy Hour - July 26 by Kat Mañalac 6/25/2019 We’re hosting group office hours and a happy hour for female founders on Friday, July 26 at the YC office in Mountain View, California. Read More Leap Spins Out of YC by Michael Seibel 2/4/2019 In 2017, Cadran Cowansage, a software engineer at YC, started building Leap, an online community for women in tech. This YC project led to thousands of women talking openly about their experiences and sharing career insight. Read More Showing 1 to 10 of 83 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/admissions",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Admissions) Announcing the YC Spring 2025 batch Y Combinator is now running four batches per year: Winter, Spring, Summer, and Fall. We completed the first ever fall batch last year, F24, and are proud to announce the first ever spring batch. Applications are now open. YC News Startups Admissions Dalton Caldwell Dalton Caldwell 1/20/2025 YC Winter 2025 batch applications due by Tuesday, November 12, 2024 To better serve founders given the rapid rate of technological change, YC recently switched from two to four batches per year.\nThe winter 2025 batch will run from January to March, and applications are due on November 12. Admissions YC News Jared Friedman Jared Friedman 11/5/2024 YC Fall 2024 batch applications due by 8/27 In response to overwhelming demand, we are running a YC batch this fall. Applications are now open. YC News Admissions Dalton Caldwell Dalton Caldwell 8/6/2024 All Posts Last chance to apply for YC’s S24 batch by Y Combinator 6/5/2024 If you were interested in applying for S24 but thought it was too late, it’s not. If you apply by June 13, we’ll still have time to look at your application. Read More Why would you start a startup in an economic downturn? by Stephanie Simon 2/21/2023 In an economic downturn, there are obvious downsides of starting a startup — but there are also powerful upsides; because to survive, you have to *actually* build something people want. Read More Now Accepting Applications for YC Summer 2022 by Stephanie Simon 1/12/2022 The Winter 2022 batch is underway, and we’re excited to announce that we’re now accepting applications for Summer 2022. We will invest a total of $500,000 in every company accepted into the batch as part of our new standard deal. Read More Inside YC: The Admissions Team by Mark Thurman 8/19/2021 Twice a year, YC accepts applications from startups around the world. The Admissions Team is responsible for designing that process and reviewing the tens of thousands of applications we receive each year. Read More Apply to YC Summer 2021 by Lindsay Amos 3/15/2021 The deadline to apply to the Y Combinator Summer 2021 batch is Friday, March 19 at 8pm PT. Due to COVID-19, Summer 2021 will be the third batch in a row to be fully remote. Read More YC W21 Remote Batch by Michael Seibel 9/10/2020 YC W21 batch will be remote. Amid the global pandemic, the safety of our founders and staff is our top priority. Read More Apply Early for YC W21 by Kat Mañalac 8/31/2020 The deadline to apply for YC Winter 2021 is Wednesday, September 23 at 8pm PT. Read More Showing 1 to 10 of 18 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/author/dalton-caldwell",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts By Dalton Caldwell Announcing the YC Spring 2025 batch Y Combinator is now running four batches per year: Winter, Spring, Summer, and Fall. We completed the first ever fall batch last year, F24, and are proud to announce the first ever spring batch. Applications are now open. YC News Startups Admissions Dalton Caldwell Dalton Caldwell 1/20/2025 YC Fall 2024 batch applications due by 8/27 In response to overwhelming demand, we are running a YC batch this fall. Applications are now open. YC News Admissions Dalton Caldwell Dalton Caldwell 8/6/2024 How AI will create more successful founders When a major new technology comes out, huge new opportunities open up for founders that get in on the ground floor. In this episode of Dalton and Michael, we’ll talk about why this is that moment for AI and who will find those opportunities. videos Dalton Caldwell Dalton Caldwell 5/24/2024 All Posts When should a founder trust gut instincts? by Dalton Caldwell 4/17/2024 We often see founders getting this one backwards. Read More Build for customers, not VCs by Dalton Caldwell 3/21/2024 It’s easy to analyze your way out of taking the first step. It’s something we see a lot, particularly when founders try to choose what to build based on what they think VCs will like. Read More Building Confidence In Yourself and Your Ideas by Dalton Caldwell 2/29/2024 People are going to have feedback about your startup idea — how do you make sense of it all? Read More Stop innovating on the wrong things by Dalton Caldwell 2/15/2024 In this episode of Dalton & Michael we’ll discuss the downsides of trying to “innovate” on certain things and why that can make it LESS likely a company succeeds. Read More YC's latest Request for Startups by Dalton Caldwell 2/14/2024 These are some of the things we want to see more founders working on. Read More Bootstrap or VC? by Dalton Caldwell 2/5/2024 In this episode of Dalton & Michael, we’ll explain why the \"Bootstrap or raise Venture Capital?\" debate is a much simpler one than many make it out to be. Read More Why do investors say you need a business co-founder? by Dalton Caldwell 1/11/2024 Every software company needs a technical co-founder. But what kind of co-founder does the technical founder need? Read More Showing 1 to 10 of 21 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/jobs",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts Announcing Y Combinator's Spring 2022 Tech Hiring Event We're excited to host an in-person tech hiring event on Wednesday, March 8th at 5:30 PM at Y Combinator's San Francisco office. This will ... Work at a Startup Jobs Ryan Choi Ryan Choi 2/28/2023 75 YC Companies Hiring Now! If you’re actively looking for a job in tech, we want to help you. To help you narrow down your search, here is a list of 75 Y Combinator companies hiring now. Work at a Startup Jobs Paige Omura Paige Omura 12/15/2022 New: Filter by equity – at the best YC startups YC's job board now lets job seekers filter by equity offered on the job description. Over 380 startups have posted roles with equity, with some early engineering roles offering 2%. Work at a Startup Jobs Ryan Choi Ryan Choi 8/3/2022 All Posts 6 founding engineer roles at W22 YC startups by Ryan Choi 7/12/2022 The YC job board has always been the best way to find early roles at funded and vetted YC startups. Below are a few of the most recent YC startups (Winter '22 batch) hiring for founding engineers, with compensation in the $160-180K range and equity around 1.5-2.0%. Read More Get one-on-one career advice from YC, starting with Anu Hariharan (Managing Director) by Paige Omura 6/30/2022 Women have historically been underrepresented in tech, especially in technical roles like engineering and product. YC has run events to educate and support women in tech, and now we’re doubling down to offer tailored advice that’s specific to you and your career. Read More Y Combinator’s (Virtual) Summer Career Expo - June 8th by Paige Omura 5/4/2022 Y Combinator is hosting our Summer Career Expo online on Wednesday, June 8th, 4 pm PT. This is our way to introduce engineers, PMs, and designers to the latest batch of YC startups (W22) that are looking to hire. Read More Meet top founders at YC Tech Talks: Healthcare by Paige Omura 4/20/2022 We’re hosting YC Tech Talks: Healthcare on Wednesday, May 4 at 4pm PT (via Zoom). This event will give engineers, scientists, and other attendees an opportunity to hear directly from founders what problems keep them up at night and learn about emerging trends in the healthtech space. Read More Join the YC Internship Program - Summer 2022 by Paige Omura 3/9/2022 YC startups are actively looking for summer interns across engineering, marketing, and more. If you're an undergrad or graduate student, apply to join our summer 2022 cohort. Read More Black Engineers in Startups Seminar by Ryan Choi 1/19/2022 This February, YC's Michael Seibel and Aston Motes, Director of /dev/color and 1st employee at Dropbox, are bringing together a cohort of black engineers who are interested in learning about startups and finding roles at fast-growing YC companies. Read More What startup hiring looks like in 2021 — and during a pandemic by Ryan Choi 1/17/2022 Since launching Work at a Startup in 2018, we’ve collected a lot of data about the startup job landscape.\n\nWe wanted to share some trends we’ve seen over the last year that show where we’ve been – and inform where we’re going as a product: Read More Showing 1 to 10 of 36 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Welcoming Jon Xu and Andrew Miklas as YC’s Newest General Partners | Y Combinator",
        "url": "https://www.ycombinator.com/blog/welcome-jon-and-andrew",
        "content": "Over the last few batches, visiting partners Jon Xu and Andrew Miklas have become two of the most trusted voices in the YC community. They were both founders in YC’s Summer 2010 batch, and now, 15 years and two industry-shaping companies later, they’re back in a new role: General Partners at YC.\nAs visiting partners, Jon and Andrew have already made a big impact, working closely with hundreds of founders across multiple batches. Now, as full-time General Partners, they’ll play an even bigger role in selecting, advising, and supporting the companies we back.\nThey bring deep technical experience, firsthand startup grit, and a strong track record of helping early-stage companies grow – all of which makes them a perfect fit for YC’s mission to help ambitious founders build enduring companies from the earliest stages.\nJon is the co-founder and former CTO of FutureAdvisor (YC S10), one of the first robo-advisors to make quality investment management accessible to a broader consumer audience. After the company was acquired by BlackRock in 2015, Jon continued to lead product and engineering, building an enterprise-grade robo-advisor platform for large financial institutions. His background gives him unique expertise both in building high-trust consumer products and B2B platforms for regulated industries.\nAndrew co-founded PagerDuty (YC S10, NYSE:PD), which became the backbone of digital operations for thousands of businesses. As founding CTO, he designed the original product and its high-availability architecture, and scaled the engineering team to 70+ people. After PagerDuty, he became an early-stage investor at s28 Capital, supporting companies like Clerk, CaptivateIQ, and Teleport. Andrew brings deep experience in building resilient systems and scaling engineering teams from zero to impact.\nAt YC, we’re always looking for ways to meet the needs of the most ambitious founders. Adding Jon and Andrew to our team strengthens our bench of technical leaders who’ve built durable companies – and who know what it takes to turn early-stage ideas into something world-changing.\nWe’re lucky to have them, and our founders will be even luckier."
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/blockchain",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Blockchain) Crypto Investors Linda Xie and Avichal Garg on Opportunities, Use Cases, and Regulation Today's episode is with Linda Xie, co-founder of Scalar Capital, and Avichal Garg, Managing Partner at Electric Capital. Blockchain Podcast Video Y Combinator Y Combinator 5/2/2018 CoinList Cofounder Andy Bromberg and Ramon Recuero Today's episode is with Andy Bromberg and Ramon Recuero. Andy is the co-founder and CEO of CoinList and CoinList provides financial infrastructure for token creators and investors. Ramon is an engineer here at YC. Blockchain Podcast Video Y Combinator Y Combinator 4/18/2018 The Decentralized Future Series A good method for discovering startup ideas is to look into technological breakthroughs and think about what they unlock that wasn't possible before. In this introductory post, we are going to use this framework to examine Bitcoin. Blockchain Essay Ramon Recuero Ramon Recuero 2/14/2018 All Posts Building for the Blockchain by Vincent Chen 1/9/2018 If you’re here, we assume that you’re a developer/hacker who’s intrigued by the blockchain. You’re convinced that you understand how it works and now you’re itching to figure out what the blockchain means for you and your developer skill set. Read More Crypto Evolution by Ramon Recuero 10/30/2017 Bitcoin has already undergone several forks. A fork defines a moment in time when a specific digital currency gets split into two different currencies. A couple months ago, a Bitcoin fork created Bitcoin Cash (BCH). Another fork just created Bitcoin Gold last week. Segwit 2x will follow next month. Read More The Token Effect by Ramon Recuero 8/16/2017 Cryptocurrencies and tokens are becoming increasingly popular. In this post, we’ll explore the context that triggered this frenzy, the new possibilities tokens unlock, and why people are excited about its future. Read More Blockchain Investing with Olaf Carlson-Wee and Aaron Harris by Y Combinator 7/19/2017 Today's episode is with Aaron Harris, who's a partner at YC, and Olaf Carlson-Wee, who's the founder and CEO of Polychain Capital, a blockchain investing hedge fund. Olaf was also the first employee at Coinbase. Read More IPFS, CoinList, and the Filecoin ICO with Juan Benet and Dalton Caldwell by Y Combinator 6/30/2017 Today's episode is with Dalton Caldwell, who's a partner at YC, and Juan Benet, who's the founder of Protocol Labs, a YC company that's working on IPFS, Filecoin, and CoinList. Read More Employee #1: Coinbase by Craig Cannon 9/28/2016 A conversation with Olaf Carlson-Wee, Coinbase's first employee. Read More Coinbase (YC S12) in the New Scientist: Launching instant Bitcoin micro payments off-blockchain by Y Combinator 8/19/2013 Read More Showing 1 to 10 of 10 total posts Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/author/yc",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts By Y Combinator East Coast College Tour 2025 YC is going on a college tour! We're visiting Harvard, Yale, MIT, Columbia, Cornell, and Cornell Tech. \n\nIf you're a current student at any of those schools and interested in startups, we'd love to meet you. YC News YC Events Y Combinator Y Combinator 3/13/2025 Join us at Startup School Europe in London - November 23 Applications for Startup School Europe are now open! Startup School YC Events YC News Y Combinator Y Combinator 10/3/2024 Last chance to apply for YC’s S24 batch If you were interested in applying for S24 but thought it was too late, it’s not. If you apply by June 13, we’ll still have time to look at your application. YC News Admissions Y Combinator Y Combinator 6/5/2024 All Posts YC in the UK by Y Combinator 4/15/2024 YC will be visiting London and three universities in the UK – Cambridge, Imperial, and Oxford. If you’re interested in starting a startup, or are in the early stages of building one, we hope to see you there. Read More Want to start a startup? Meet all the YC partners in Boston - Apr 20th by Y Combinator 3/27/2024 Join us for Startup School East on April 20. Read More One-off Early Interviews for Summer 2024 - Apply by Feb 21st by Y Combinator 2/16/2024 We’re planning to do a special one-off round of early interviews for the next YC batch. If you want to do the next batch of YC, you should consider applying now by Feb 21 so you can get a faster decision (and earlier funding). Read More New year, new company - 10 additional spots in W24 for late applicants by Y Combinator 12/7/2023 The end of the year is a time of reflection and when many founders decide it's time to make a change and get serious about their startup. Thus, we are opening up at least 10 additional spots in the W24 batch for companies that apply now via a special application process. Read More FTC Chair Lina Khan on AI regulation, startup acquisitions, and more by Y Combinator 11/7/2023 FTC Chair Lina Khan stopped at YC's SF office last week to talk with Garry Tan about startups, AI, and more. Here's that interview! Read More 10 Questions to Discuss with a Potential Co-founder by Y Combinator 4/27/2023 When you're trying to figure out if someone is a good co-founder match, it helps to start by asking the right questions. We’ve compiled a list of the 10 questions that we think are the most important ones to answer. Read More Announcing the YC Summer Conference – for students interested in startups by Y Combinator 4/12/2023 If you want to learn more about what it takes to start a startup – or how to get a job at one – join us for a one-day event in Mountain View, CA! Read More Showing 1 to 10 of 28 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Michael Seibel's Legacy Continues at YC: Transition to Partner Emeritus | Y Combinator",
        "url": "https://www.ycombinator.com/blog/michael-seibel-partner-emeritus",
        "content": "If you’ve been around YC, you know Michael Seibel has been a huge part of it for over a decade. He’s done it all - YC Founder (w07, w12), Group Partner, and Managing Director/CEO of the YC accelerator. Along the way, he’s helped thousands of founders, shaped how we work with startups, and played a big role in YC’s growth.\nNow, Michael is transitioning to Partner Emeritus. While this means he won’t be involved in the day-to-day at YC or work directly on batches anymore, he’ll continue to support our community in meaningful ways.\nWhat this means for YC: This shift gives Michael more time to focus on other passions while still being a go-to resource for YC founders. He’ll continue sharing his wisdom and experience with the community.\nWhat this means for YC founders and alumni: You’ll still be able to get advice from Michael through office hours and other events.\nMichael’s impact at YC has been massive. He’s been instrumental in shaping our program, our culture, and our values. I know I’ve learned a ton from him - he’s a brilliant mind, a passionate advocate for founders, and a role model for how to go the extra mile to find success.\nThank you, Michael, for everything, and here’s to the next chapter.\n– Garry Tan"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/author/garry",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts By Garry Tan Dalton Caldwell’s Move to Partner Emeritus After 12+ years, 25 batches, and working with more than a thousand startups, Dalton Caldwell is transitioning to Partner Emeritus at YC. ... YC News Garry Tan Garry Tan 6/12/2025 Welcoming Jon Xu and Andrew Miklas as YC’s Newest General Partners Over the last few batches, visiting partners Jon Xu and Andrew Miklas have become two of the most trusted voices in the YC community. They were both founders in YC’s Summer 2010 batch, and now, 15 years and two industry-shaping companies later, they’re back in a new role: General Partners at YC. YC News Garry Tan Garry Tan 5/21/2025 Tyler Bosmeny built Clever into a $500M company–now he’s helping YC founders do the same as General Partner We’re thrilled to welcome Tyler Bosmeny back to YC, this time as a General Partner. YC News Garry Tan Garry Tan 4/1/2025 All Posts Michael Seibel's Legacy Continues at YC: Transition to Partner Emeritus by Garry Tan 3/20/2025 If you’ve been around YC, you know Michael Seibel has been a huge part of it for over a decade. He’s done it all - YC Founder (w07, w12), Group Partner, and Managing Director/CEO of the YC accelerator. Along the way, he’s helped thousands of founders, shaped how we work with startups, and played a big role in YC’s growth. Read More Join us at AI Startup School — June 16-17 by Garry Tan 2/12/2025 We're gathering 2,000 of the top CS undergrads, masters, and PhD candidates in AI to hear from speakers including Elon Musk, Satya Nadella, Sam Altman, Andrej Karpathy, Andrew Ng, and many more — the world’s top AI experts and founders who will teach you how to build the future. Read More Correcting the record for Continue and PearAI by Garry Tan 10/4/2024 YC is at our best when backing founders with an ethos of building for others, including strong open source developers like the founders of Continue and many others. Read More Why YC went to DC by Garry Tan 6/3/2024 A few weeks ago, I went to DC to start engaging policymakers and be the voice of little tech. Here's why. Read More Congratulations to the 2024 YC Top Companies! by Garry Tan 4/30/2024 We’re excited to announce the 2024 YC Top Companies list! This list features the YC alumni with the highest revenue in 2023. Read More After creating Google Photos and Bump, David Lieb is our newest Group Partner by Garry Tan 4/18/2024 Today Google Photos has more than a billion users. Most of those users probably don’t know that Google Photos' story begins at a startup called Bump. Read More Meet the YC Winter 2024 Batch by Garry Tan 4/3/2024 Today we’re kicking off Y Combinator’s 38th Demo Day, celebrating the incredible batch that is W24. Read More Showing 1 to 10 of 21 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/startup-school",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts Join us at Startup School 2024 in San Francisco - July 27 Applications for Startup School 2024 are now open! Startup School Y Combinator Y Combinator 7/8/2024 Want to start a startup? Meet all the YC partners in Boston - Apr 20th Join us for Startup School East on April 20. Startup School Y Combinator Y Combinator 3/27/2024 The latest Startup School talks are now available to all The recordings of these talks were initially available only to Startup School students. After those students told us how helpful the videos were for them, we decided to make them available to everyone. YC News Video Startup School Greg Kumparak Greg Kumparak 5/30/2023 All Posts YC Generative AI Co-Founder Meetup by Catheryn Li 12/9/2022 YC is excited to announce our first-ever generative AI themed co-founder speed-dating event, happening virtually on Saturday, December 17th at 11am-1pm PST. This is your chance to meet other ambitious and creative individuals who share your passion for using generative AI to drive innovation. Read More YC ClimateTech Co-Founder Meetup by Catheryn Li 10/14/2022 We’re excited to announce the first YC ClimateTech Co-Founder Meetup. If you’re interested in starting a ClimateTech startup and want to meet other potential co-founders in the space, register to attend by October 25th. Read More Announcing Startup School 2022 by Jared Friedman 5/17/2022 Today, we’re opening up registration for Startup School 2022, a live, online course where YC Group Partners and successful YC founders teach you how to build a billion dollar company. Read More Does co-founder matching work? It did for these YC companies. by Catheryn Li 11/24/2021 Read about how the founders of Seer, Sequin, and Kiwi Biosciences used YC’s co-founder matching platform to complete their founding team. Read More What do people want in a co-founder? by Catheryn Li , Katherine Bernstein 10/21/2021 YC launched a co-founder matching platform about 3 months ago. There are now 16,000 co-founder profiles on the platform. Potential co-founders have sent 130,000 matching invites through the platform, and, with a 25% acceptance rate, we’ve seen a total of 33,000 matches. Read More Y Combinator Launches Co-Founder Matching Platform by Catheryn Li 7/6/2021 We’re excited to announce Y Combinator’s co-founder matching platform is now available for everyone through Startup School, our free online program and community for founders. Anyone actively looking for a co-founder can sign up. Read More Startup School Aspiring Founders Track Relaunches by Kyle Corbitt 3/16/2021 Starting today, we’re reopening the Startup School Aspiring Founders track as a continuous course. This track is intended for potential founders who are interested in starting a company in the future. You can register now for the new track. Read More Showing 1 to 10 of 98 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/work-at-a-startup",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Work at a Startup) Announcing the YC Summer Conference – for students interested in startups If you want to learn more about what it takes to start a startup – or how to get a job at one – join us for a one-day event in Mountain View, CA! YC News YC Events Work at a Startup Y Combinator Y Combinator 4/12/2023 Announcing Y Combinator's Spring 2022 Tech Hiring Event We're excited to host an in-person tech hiring event on Wednesday, March 8th at 5:30 PM at Y Combinator's San Francisco office. This will ... Work at a Startup Jobs Ryan Choi Ryan Choi 2/28/2023 YC Career Coaching YC is launching Career Coaching for job seekers actively looking to startups for their next adventure. If you're actively searching for a new role, create a profile & apply to join our career coaching program! Work at a Startup YC News Jobs Y Combinator Y Combinator 1/31/2023 All Posts 75 YC Companies Hiring Now! by Paige Omura 12/15/2022 If you’re actively looking for a job in tech, we want to help you. To help you narrow down your search, here is a list of 75 Y Combinator companies hiring now. Read More Women Engineers in Startups: Tess's Story by Y Combinator 9/29/2022 This October, we are hosting our second annual Women Engineers in Startups program. One participant in our first cohort, Tess Huelskamp, accepted a role at Middesk (YC W19). She shared her experience and advice for thinking about joining a startup. Read More New: Filter by equity – at the best YC startups by Ryan Choi 8/3/2022 YC's job board now lets job seekers filter by equity offered on the job description. Over 380 startups have posted roles with equity, with some early engineering roles offering 2%. Read More New YC video series: First Five by Y Combinator 7/13/2022 Introducing First Five, a new video series where growth stage companies look back on their first five hires, customers, and launches. In the first episode, YC Managing Director Anu Hariharan sits down with Tomer London, the co-founder and CPO of Gusto, to look back on the company’s first five hires. Read More 6 founding engineer roles at W22 YC startups by Ryan Choi 7/12/2022 The YC job board has always been the best way to find early roles at funded and vetted YC startups. Below are a few of the most recent YC startups (Winter '22 batch) hiring for founding engineers, with compensation in the $160-180K range and equity around 1.5-2.0%. Read More Get one-on-one career advice from YC, starting with Anu Hariharan (Managing Director) by Paige Omura 6/30/2022 Women have historically been underrepresented in tech, especially in technical roles like engineering and product. YC has run events to educate and support women in tech, and now we’re doubling down to offer tailored advice that’s specific to you and your career. Read More Y Combinator’s (Virtual) Summer Career Expo - June 8th by Paige Omura 5/4/2022 Y Combinator is hosting our Summer Career Expo online on Wednesday, June 8th, 4 pm PT. This is our way to introduce engineers, PMs, and designers to the latest batch of YC startups (W22) that are looking to hire. Read More Showing 1 to 10 of 55 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Join us at AI Startup School — June 16-17 | Y Combinator",
        "url": "https://www.ycombinator.com/blog/ai-startupschool",
        "content": "YC is hosting our first-ever AI Startup School in San Francisco on June 16 and 17th.\nAI Startup School will gather 2,000 of the top CS undergrads, grad students and recent graduates in AI to hear from the world’s top AI experts and founders. Apply to attend here . This is a 100% free conference, and every attendee is hand-picked. This year’s speakers include:\nElon Musk , CEO of Tesla, SpaceX, and xAI\nSatya Nadella , Chairman & CEO of Microsoft\nSam Altman , Co-founder & CEO of OpenAI\nAndrej Karpathy , Founder of Eureka\nAndrew Ng , Founder of DeepLearning.ai\nJared Kaplan , Co-founder & Chief Science Officer of Anthropic\nFrançois Chollet , Co-Founder & CEO, Ndea\nAravind Srinivas , Co-founder & CEO of Perplexity\nSriram Krishnan , Senior Policy Advisor for AI, White House\nand more!\nWho should apply? This conference is just for undergrads, grad students, and recent graduates working in computer science, AI, applied math, robotics, or another highly technical and relevant field. Even if you didn’t go to school for it, you may qualify as we’ll look at your technical achievements: # of users your products serve, papers published, core contributor to open source, etc. Apply to attend here .\nNot in San Francisco? We’ll cover up to $500 for airfare for your travel to SF.\nSpace is limited, and we look forward to reading your application and hopefully seeing you in San Francisco."
    },
    {
        "title": "Summer Fellows Grants | Y Combinator",
        "url": "https://www.ycombinator.com/blog/summer-fellows",
        "content": "This summer, YC will be giving grants to college students to work on their own technical projects. We’re calling these the Summer Fellows Grants . We hope this will encourage the smartest students to indulge their intellectual curiosity this summer instead of doing intern grunt work. Now is the best time ever to do this — AI models keep pushing the limits of what's possible to build, and AI tools are rapidly making programmers more productive. The returns from spending a summer building things at the edge of your programming ability have never been higher.\nThe grants will be $20,000 in cash and $90,000 in compute credits from Amazon AWS, Microsoft Azure, and Google GCP.  Summer Fellows will also be invited to YC's AI Startup School June 16 - 17, and we’ll also hold some special events:\nJune 15 : Kickoff dinner with the other Fellows and guests\nJune 18 - 20 : We’ll host you to co-work from the YC office.\nAug 20 - 22 : Co-working again from the YC office.\nAug 22 : Present what you’ve built to everyone at Demo Day.\nWe’re most interested in funding technical projects using AI in new ways, but we’re happy to fund anything that smart programmers find interesting. We’re not expecting the projects to be commercial or make money, though it’d be fine if they did.\nIf this sounds interesting, you can apply here . The next step will be a 15 minute online video interview at the end of March, after which we'll make our decisions.\nThe following YC companies are also offering credits to Summer Fellows: Fly.io ($50k), Supabase ($10k), Replicate ($10k) and Resend ($3k).\nFAQ\nWho is eligible to apply for the grants? Any undergraduate computer science or engineering college student, including freshmen and students outside the US.\nCan I apply with a team? We’re giving the grants to individuals. If you plan on working with someone else, you should each apply individually and let us know in the application that you’ll be working together.\nWhat does a successful project look like? We’ll consider anything that smart programmers would be impressed by as a successful project. This might be a developer tool you built for yourself or contributions to open source. Building something with users would be cool but we’re not expecting that. Will there be classes and programs to attend? No. Our goal is to let you work on your own projects independently and meet some other smart students.  YC partners will be available for advice and we’ll create an online workspace for you to talk with us and with the other Summer Fellows throughout the summer.\nHow many grants will you be giving out? We don’t know yet. We’d guess it’d be at least 20 and no more than 50.\nWill you provide working space? We’ll set you up for co-working at the YC office for three days at the start of summer in June and three days at the end in August. You’ll need to find your own space outside those times.\nDo I have to move to the Bay Area? You can work from anywhere but we’d strongly encourage you to move to the Bay Area during the summer. AI is rapidly changing how software is built and engineers here get to see it first. If you really can’t move here, we’ll fly you out for the co-working days at the YC office.\nCan I still work an internship this summer? We’d prefer to fund students working full time on their project but we’ll still consider students working part time because they have an internship. We think the most ambitious students will find it more interesting to work on their own project though.\nDo I need to setup a company to receive the grant? No, the grants are given to you personally, you don’t need a company or business setup to receive them."
    },
    {
        "title": "Correcting the record for Continue and PearAI | Y Combinator",
        "url": "https://www.ycombinator.com/blog/correcting-the-record",
        "content": "YC is at our best when backing founders with an ethos of building for others, including strong open source developers like the founders of Continue and many others.\nEarlier this week, a startup in the current batch, PearAI, was criticized online for an inappropriate approach to open source, particularly in how it approached forking Continue . Out of instinct to defend YC companies, I supported PearAI without knowing all the facts. In this case the criticism did have merit, and I worked with PearAI’s group partner and the founders to fix this situation.\nTy Dunn and Nate Sesti, co-founders of Continue , have had the grace to light a path forward for PearAI and all developers through their clear communication and commitment to open source. PearAI has apologized, removed the offending repositories, and is working to correct all their mistakes.\nStill, I want to personally apologize to the founders of Continue, the YC community and the open source community for not responding more thoughtfully.\nI also want to clear up some important facts:\nContinue is not a fork of VS Code, which was misinformation reported in TechCrunch. Continue is a standalone project, built from scratch as an extension to VS Code and JetBrains, which can be easily installed by anyone in their respective marketplaces.\nContinue itself is the center of a vibrant open source community that is rallying around amplified.dev , which believes that the tools used to code with LLMs will be critical infrastructure, that an ecosystem is key to supporting all developer workflows, and that this will only work if developers work together.\nOpen source is the life blood of tech startups, and everyone in our industry owes a debt to open source builders.\nThank you for making what we do possible.\nGarry Tan President & CEO, Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/author/aaron-epstein",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts By Aaron Epstein YC Winter 2025 batch applications due by Tuesday, November 12, 2024 To better serve founders given the rapid rate of technological change, YC recently switched from two to four batches per year.\nThe winter 2025 batch will run from January to March, and applications are due on November 12. Admissions YC News Jared Friedman Jared Friedman 11/5/2024 Welcome back to YC, Emmett Shear and Wayne Crosby Today, we’re excited to welcome Emmett Shear and Wayne Crosby as our newest Visiting Group Partners. YC News Partners Aaron Epstein Aaron Epstein 5/11/2023 Welcome Diana, Dave, Edrizio, and Umur Today, we’re excited to welcome Diana Hu as our newest Group Partner and Dave Lieb, Edrizio Delacruz, and Umur Cubukcu, as our newest Visiting Group Partners. YC News Aaron Epstein Aaron Epstein 11/2/2022 All Posts Welcome S22 Visiting Group Partners by Aaron Epstein 5/11/2022 Welcome to our newest YC S22 Visiting Group Partners: JJ, Liz, Pete, Puneet, and Rich! We’re excited for them to bring their insights and operational experiences to our next batch of companies. Read More Advice for New Managers by Aaron Epstein 10/10/2016 Aaron Epstein is the cofounder of Creative Market. Read More Showing 1 to 5 of 5 total posts Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/advice",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Advice) Dissecting the past to predict the future: Tracy Young on building TigerEye In 2018, Tracy Young and her co-founders sold PlanGrid for $875 million. By 2021, she was ready to jump back in and do it all over again with a brand new startup. I chatted with Tracy about what drives her and some of what she's learned along the way. Founder Stories Advice Greg Kumparak Greg Kumparak 6/12/2024 Pivoting to a billion-dollar idea: Lessons from Clipboard Health founder Wei Deng Many of the greatest companies in YC’s history pivoted along the way. Here's the story of how Clipboard Health founder Wei Deng found an idea worth over $1B. Advice Greg Kumparak Greg Kumparak 3/6/2024 Learnings of a CEO: Snapdocs’ Aaron King on navigating market cycles Founder & CEO Aaron King expertly built Snapdocs through volatile market conditions and with minimal outside funding into the mortgage industry's leading digital closing platform, valued at $1.5B today. This is what he learned about navigating market cycles. Advice YC Continuity Founder Stories Leadership Startups Growth Lindsay Amos Lindsay Amos 1/30/2023 All Posts Learnings of a CEO: Matt Schulman, Pave, on Hiring by Lindsay Amos 10/17/2022 Pave Founder and CEO Matt Schulman has created one of the most comprehensive and thorough recruiting processes, which has made him one of the most successful recruiters in the YC community. Read More Learnings of a CEO: Wade Foster, Zapier by Lindsay Amos 8/9/2022 Today, Zapier automates work by connecting with over 5,000 apps. The company has been profitable since 2014 and is valued at $5B – with 700 employees working remotely. Wade, Zapier CEO, shared his learnings growing into the role of a growth-stage CEO. Read More Learnings of a CEO: Max Rhodes, Faire by Lindsay Amos 7/20/2022 Outside of the YC community, little has been documented on best practices to be an effective CEO. We want to help founders everywhere scale and build enduring companies — and today, we’re launching a new series to do just that: Learnings of a CEO. Read More Same, Same but Different with Vanta and Zapier by Y Combinator 7/7/2022 Both Vanta CEO Christina Cacioppo and Zapier CEO Wade Foster made the decision to take a disciplined approach to fundraising. They flipped the equation of a typical startup founder: instead of raising money to enable a certain amount of growth, they eliminated the assumption of fundraising, controlled their spend, and evaluated how to ramp up spending based on what the business was bringing in. Read More Startups For Students Guide by Tamanna Khemani , Kat Mañalac 1/18/2022 In the past two years, we’ve met over 6,000 students during our virtual outreach tours. We compiled a list of the questions they most frequently asked about startups, and created this Startups for Students Guide. Read More Venture Debt 101: Basics and Approach by Jon Levy 8/26/2021 In this guide, YC Managing Director Jon Levy talks about venture debt. He covers what it is, walks through some of its benefits and risks, and gives advice on how to approach the process of taking on venture debt. Read More From Self-Doubt to Starting Up: Words of Wisdom for Women Founders From YC Continuity Partner Anu Hariharan by Lindsay Amos 3/30/2021 We’ve been talking about the unique challenges facing women founders for years, but the pandemic was particularly hard for women looking to start their own companies. According to recent data, funding to women-founded companies dropped from 2.8% in 2019 to 2.3% in 2020. Read More Showing 1 to 10 of 111 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "East Coast College Tour 2025 | Y Combinator",
        "url": "https://www.ycombinator.com/blog/east-coast-college-tour-2025",
        "content": "YC is going on a college tour! We're visiting Harvard, Yale, MIT, Columbia, Cornell, and Cornell Tech.\nIf you're a current student at any of those schools and interested in startups, we'd love to meet you.\nHere are dates and links to sign up - please note these events are only for current students at these schools:\nCornell - Mar 23, 2025 Sign up link\nCornell Tech - Mar 25, 2025 Sign up link\nColumbia - Mar 26, 2025 Sign up link\nYale - Mar 27, 2025 Sign up link\nHarvard - Mar 28, 2025 Sign up link\nMIT - Apr 18, 2025 Sign up link"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/startup-school",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Startup School) Join us at Startup School Europe in London - November 23 Applications for Startup School Europe are now open! Startup School YC Events YC News Y Combinator Y Combinator 10/3/2024 Join us at Startup School 2024 in San Francisco - July 27 Applications for Startup School 2024 are now open! Startup School Y Combinator Y Combinator 7/8/2024 Want to start a startup? Meet all the YC partners in Boston - Apr 20th Join us for Startup School East on April 20. Startup School Y Combinator Y Combinator 3/27/2024 All Posts The latest Startup School talks are now available to all by Greg Kumparak 5/30/2023 The recordings of these talks were initially available only to Startup School students. After those students told us how helpful the videos were for them, we decided to make them available to everyone. Read More YC Generative AI Co-Founder Meetup by Catheryn Li 12/9/2022 YC is excited to announce our first-ever generative AI themed co-founder speed-dating event, happening virtually on Saturday, December 17th at 11am-1pm PST. This is your chance to meet other ambitious and creative individuals who share your passion for using generative AI to drive innovation. Read More YC ClimateTech Co-Founder Meetup by Catheryn Li 10/14/2022 We’re excited to announce the first YC ClimateTech Co-Founder Meetup. If you’re interested in starting a ClimateTech startup and want to meet other potential co-founders in the space, register to attend by October 25th. Read More Announcing Startup School 2022 by Jared Friedman 5/17/2022 Today, we’re opening up registration for Startup School 2022, a live, online course where YC Group Partners and successful YC founders teach you how to build a billion dollar company. Read More Startups For Students Guide by Tamanna Khemani , Kat Mañalac 1/18/2022 In the past two years, we’ve met over 6,000 students during our virtual outreach tours. We compiled a list of the questions they most frequently asked about startups, and created this Startups for Students Guide. Read More Does co-founder matching work? It did for these YC companies. by Catheryn Li 11/24/2021 Read about how the founders of Seer, Sequin, and Kiwi Biosciences used YC’s co-founder matching platform to complete their founding team. Read More What do people want in a co-founder? by Catheryn Li , Katherine Bernstein 10/21/2021 YC launched a co-founder matching platform about 3 months ago. There are now 16,000 co-founder profiles on the platform. Potential co-founders have sent 130,000 matching invites through the platform, and, with a 25% acceptance rate, we’ve seen a total of 33,000 matches. Read More Showing 1 to 10 of 100 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Y Combinator",
        "url": "https://www.ycombinator.com/blog/tag/interview",
        "content": "About What Happens at YC? Apply YC Interview Guide FAQ People YC Blog Companies Startup Directory Founder Directory Launch YC Startup Jobs All Jobs ◦ Engineering ◦ Operations ◦ Marketing ◦ Sales Startup Job Guide YC Startup Jobs Blog Find a Co-Founder Library SAFE Resources Startup School Newsletter Requests for Startups For Investors Hacker News Bookface Open main menu Apply for F2025 batch. Apply Select a tab All Posts Startup Jobs Startup School All Posts Startup Jobs Startup School Search Blog Posts Recent Posts (Interview) Building APIs for AI: An Interview with Zapier’s Bryan Helmig We sat down with Bryan Helmig, the CTO and founder of Zapier, to talk APIs and interoperability, and learn more about the company’s first-ever public API: Natural Language Actions (NLA). Technical Interview Garry Tan Garry Tan 3/22/2023 YC Founder Firesides: Mutiny on AI and the next era of company growth YC’s Anu Hariharan sat down with Mutiny co-founder and CEO Jaleh Rezaei to talk about their recent acquisition of Intellipse, an AI marketing platform, as well as how AI will impact the next era of growth. Startups Interview YC Continuity Founder Stories Podcast Growth Leadership Y Combinator Y Combinator 10/24/2022 YC Founder Firesides: Gusto on building for new verticals Today, more than 200,000 businesses use Gusto for payroll, employee benefits, talent management, and more. And with the recent addition of Gusto Embedded, developers now use Gusto’s APIs and pre-build UI  flows to embed payroll, tax filing, and payments infrastructure into products. YC Events Startups Interview YC Continuity Founder Stories Podcast Growth Leadership Y Combinator Y Combinator 8/15/2022 All Posts YC Founder Firesides: Brex on spend and speed as a strategy by Y Combinator 4/21/2022 YC’s Anu Hariharan sat down with Brex Co-CEO Henrique Dubugras to talk about the launch of Empower and Henrique’s advice for startup founders and CEOs. Read More Amber Atherton of Zyper and Iba Masood of TARA on Raising a Series A as a Female Founder by Y Combinator 12/18/2019 Amber Atherton is the founder and CEO of Zyper (YC W18). Read More Laks Srini on Making Homeownership in Reach with ZeroDown by Y Combinator 12/11/2019 Laks Srini is the cofounder and CTO of ZeroDown. Before that he was the cofounder and CTO of Zenefits. Read More Matt Cutts on the US Digital Service and Working at Google for 17 Years by Y Combinator 12/4/2019 Matt Cutts is the Administrator of the US Digital Service and previously he was the head of the webspam team at Google. Read More Vikrum Nijjar: Engineer #1 at Firebase and Founder of Gold Fig Labs (YC S19) by Ryan Choi 11/22/2019 Vikrum Nijjar joined as the first engineer at Firebase, and did whatever it took to help the company succeed: scaling out infrastructure, shipping mobile SDKs, hosting 1-1 office hours with developers and even standing in as SRE for 24×7 hour shifts… for over a year. Read More Diana Hu on Augmented Reality and Building a Startup in a New Market by Y Combinator 8/28/2019 Diana Hu cofounded Escher Reality, which went through the Summer 2017 batch of YC. They were acquired by Niantic and she is now the head of their AR platform. Read More Aaron Harris on Fundraising and Meeting with Investors by Y Combinator 8/21/2019 Aaron Harris is a Partner at YC and before that he cofounded Tutorspree. Read More Showing 1 to 10 of 180 total posts Next Categories Admissions Advice Biotech Blockchain Essay Female Founders Founder Stories Interviews Startup School Work at a Startup YC Events Sign up for weekly updates from Y Combinator Subscribe Footer Y Combinator Programs YC Program Startup School Work at a Startup Co-Founder Matching Company YC Blog Contact Press People Careers Privacy Policy Notice at Collection Security Terms of Use Resources Startup Directory Startup Library Investors SAFE Hacker News Launch YC YC Deals Make something people want. Apply Twitter Twitter Facebook Facebook Instagram Instagram LinkedIn LinkedIn Youtube YouTube © 2025 Y Combinator"
    },
    {
        "title": "Announcing the YC Spring 2025 batch | Y Combinator",
        "url": "https://www.ycombinator.com/blog/announcing-yc-x25",
        "content": "Y Combinator is now running four batches per year: Winter, Spring, Summer and Fall. We completed the first ever fall batch last year and are proud to announce the first ever spring batch.\nYC is doing four batches per year because we realize that with more frequent batches it’s more likely the timing works for founders applying to YC. In addition, the rate of change currently happening as a result of AI is causing more people to create startups, and we want to move fast to fund them.\nApplications for the Spring batch are now open , and the deadline will be on February 11 at 8pm PT . The batch itself will take place in the April to June timeframe, culminating with an in-person demo day.\nApply now to be part of the first-ever Spring batch and part of history."
    }
]